[
  {
    "title": "A neural circuit for context-dependent multimodal signaling in Drosophila",
    "link": "https://www.biorxiv.org/content/10.1101/2024.12.04.625245.full.pdf",
    "snippet": "AbstractMany animals, including humans, produce multimodal displays by combining acoustic with visual or vibratory signals [1–4]. However, the neural circuits that coordinate the production of multiple signals in a context-dependent manner are unknown. Multimodal behaviors could be produced by parallel circuits that independently integrate the external cues that trigger each signal. We find that multimodal signals inDrosophilaare driven by a single circuit that integrates external sensory cues with internal motivational state and circuit dynamics.Drosophilamales produce air-borne song and substrate-borne vibration during courtship and previous studies have identified neurons that drive courtship and singing, but the contexts and circuits that drive vibrations and coordinate multimodal signaling were not known [5–11]. We show that males produce song and vibration in distinct, largely non-overlapping contexts and that brain neurons that drive song also drive vibrations with cell-type specific dynamics and via separate pre-motor pathways. This circuit also coordinates multimodal signaling with ongoing behavior, namely locomotion, to drive vibrations only when the male’s vibrations can reach the female. A shared circuit facilitates the control of signal dynamics by external cues and motivational state through shared mechanisms like recurrence and mutual inhibition. A proof-of-concept circuit model shows that these motifs are sufficient to explain the behavioral dynamics. Our work shows how simple motifs can be combined in a single neural circuit to select and coordinate multiple behaviors.",
    "source": "bioRxiv",
    "authors": [
      "Elsa Steinfath",
      "Afshin Khalili",
      "Melanie Stenger",
      "Bjarne L. Schultze",
      "Sarath Nair Ravindran",
      "Kimia Alizadeh",
      "Jan Clemens"
    ],
    "publication_date": "2024-12-07",
    "doi": "10.1101/2024.12.04.625245"
  },
  {
    "title": "Synapse profiling of identified neurons in the Drosophila brain",
    "link": "https://www.biorxiv.org/content/biorxiv/early/2024/12/05/2024.12.02.626511.full.pdf",
    "snippet": "AbstractSynapses are highly heterogeneous even within a single motor neuron inDrosophila melanogaster. In the central nervous system (CNS), the degree of stereotypy in the synaptic structure of specific neurons across individuals remains largely unexplored, due to the significant effort required to analyze multiple brain samples. Utilizing the split-GFP fluorescence-tagging, we achieved endogenous labeling of the presynaptic active zone (AZ) scaffold protein Bruchpilot (Brp) in a cell-type-specific manner. This strategy allowed us to devise a high-throughput quantification pipeline to characterize and compare cell-type-specific AZ structures across individuals. We found that multiple structural parameters such as Brp localization and AZ size revealed significant intracellular synaptic heterogeneity and cell-type-dependent stereotypy in the mushroom body (MB) circuit. Furthermore, we found that the AZ organization can be surprisingly local, even at the neighboring AZ level. These findings therefore suggest multi-level organizations of AZs, from neighboring synapses to across individuals.TeaserState-of-art fluorescence-based imaging technique and high-throughput analysis revealed previously unidentified synaptic organizations.",
    "source": "bioRxiv",
    "authors": [
      "Hongyang Wu",
      "Yoh Maekawa",
      "Sayaka Eno",
      "Shu Kondo",
      "Nobuhiro Yamagata",
      "Hiromu Tanimoto"
    ],
    "publication_date": "2024-12-05",
    "doi": "10.1101/2024.12.02.626511"
  },
  {
    "title": "Octopamine signals coordinate the spatial pattern of presynaptic machineries in the Drosophila mushroom bodies",
    "link": "https://www.biorxiv.org/content/biorxiv/early/2024/12/05/2024.12.02.626512.full.pdf",
    "snippet": "SUMMARYNeurons need to adjust synaptic output according to the targets. However, the intracellular heterogeneity of synaptic machinery is scarcely reported in the central nervous system, and its regulatory mechanism remain unknown. Applying the CRISPR/Cas9-mediated split-GFP tagging, we devised cell-type specific fluorescent labeling of the endogenous active zone scaffold protein, Bruchpilot (Brp). This technology enabled the quantification of intracellular diversity of presynaptic structures within the Kenyon cells of theDrosophilamushroom bodies. We found that the accumulation of Brp at active zones is strikingly heterogenous among the compartments of Kenyon cell axon terminals. Mechanistically, the localized octopaminergic signaling along Kenyon cell terminals regulate the Brp heterogeneity via Octβ2R and cAMP signaling. We further found that acute food deprivation reduced the compartmental heterogeneity of Brp accumulation in an octopaminergic signaling-dependent manner. This synaptic regulation explains how the mushroom body integrates changing physiological states.",
    "source": "bioRxiv",
    "authors": [
      "Hongyang Wu",
      "Sayaka Eno",
      "Kyoko Jinnai",
      "Yoh Maekawa",
      "Kokoro Saito",
      "Ayako Abe",
      "Darren W Williams",
      "Nobuhiro Yamagata",
      "Shu Kondo",
      "Hiromu Tanimoto"
    ],
    "publication_date": "2024-12-05",
    "doi": "10.1101/2024.12.02.626512"
  },
  {
    "title": "Molecular characterization and sub-retinal transplantation of hypoimmunogenic human retinal sheets in a minipig model of severe photoreceptor degeneration",
    "link": "https://journals.biologists.com/dev/article/151/23/dev203071/363247",
    "snippet": "ABSTRACT\n               Retinal degenerative diseases affect millions of people worldwide, and legal blindness is generally associated with the loss of cone photoreceptors located in the central region of the retina called the macula. Currently, there is no treatment to replace the macula. Addressing this unmet need, we employed control isogenic and hypoimmunogenic induced pluripotent stem cell lines to generate spontaneously polarized retinal sheets (RSs). RSs were enriched in retinal progenitor and cone precursor cells, which could differentiate into mature S- and M/L-cones in long-term cultures. Single-cell RNA-seq analysis showed that RSs recapitulate the ontogeny of the developing human retina. Isolation of neural rosettes for sub-retinal transplantation effectively eliminated unwanted cells such as RPE cells. In a porcine model of chemically induced retinal degeneration, grafts integrated the host retina and formed a new, yet immature, photoreceptor layer. In one transplanted animal, functional and immunohistochemical assays suggest that grafts exhibited responsiveness to light stimuli and established putative synaptic connections with host bipolar neurons. This study underscores the potential and challenges of RSs for clinical applications.",
    "source": "Development",
    "authors": [
      "Andrea Barabino",
      "Katia Mellal",
      "Rimi Hamam",
      "Anna Polosa",
      "May Griffith",
      "Jean-François Bouchard",
      "Ananda Kalevar",
      "Roy Hanna",
      "Gilbert Bernier"
    ],
    "publication_date": "2024-12-01",
    "doi": "10.1242/dev.203071"
  },
  {
    "title": "Protective effect of Apelin-13 on oxygen and glucose deprivation induced-damage in retinal ganglion cells cultured in vitro",
    "link": "https://link.springer.com/article/10.1007/s10735-024-10279-1",
    "snippet": "Ischemic-anoxic injury plays an important role in the pathophysiology of diabetes retinopathy, optic neuropathy, even glaucoma and other ocular diseases. It may ultimately cause damage to neuronal death like retinal ganglion cells (RGCs) and …",
    "source": "Journal of Molecular Histology",
    "authors": [
      "Li Dai",
      "Linlin Luo",
      "Ya Zhang",
      "Min Fu",
      "Ling Yu"
    ],
    "publication_date": "2024-12-04",
    "doi": "10.1007/s10735-024-10279-1"
  },
  {
    "title": "The sparse driver system for in vivo single-cell labeling and manipulation in Drosophila",
    "link": "https://www.biorxiv.org/content/10.1101/2024.12.02.626507.full.pdf",
    "snippet": "SUMMARYIn this protocol, we introduce a sparse driver system for cell-type specific single-cell labeling and manipulation inDrosophila, enabling complete and simultaneous expression of multiple transgenes in the same cells. The system precisely controls expression probability and sparsity via mutantFRTsites with reduced recombination efficiency and tunable FLP levels adjusted by heat-shock durations. We demonstrate that this generalizable toolkit enables tunable sparsity, multi-color staining, single-cell trans-synaptic tracing, single-cell manipulation, andin vivoanalysis of cell-autonomous gene function.For details on the use and execution of this protocol, please refer to Xu et al. 2024.GRAPHICAL ABSTRACT",
    "source": "bioRxiv",
    "authors": [
      "Chuanyun Xu",
      "Liqun Luo"
    ],
    "publication_date": "2024-12-04",
    "doi": "10.1101/2024.12.02.626507"
  },
  {
    "title": "Diverting glial glycolytic flux towards neurons is a memory-relevant role of Drosophila CRH-like signalling",
    "link": "https://www.nature.com/articles/s41467-024-54778-x",
    "snippet": "AbstractAn essential role of glial cells is to comply with the large and fluctuating energy needs of neurons. Metabolic adaptation is integral to the acute stress response, suggesting that glial cells could be major, yet overlooked, targets of stress hormones. Here we show that Dh44 neuropeptide, Drosophila homologue of mammalian corticotropin-releasing hormone (CRH), acts as an experience-dependent metabolic switch for glycolytic output in glia. Dh44 released by dopamine neurons limits glial fatty acid synthesis and build-up of lipid stores. Although basally active, this hormonal axis is acutely stimulated following learning of a danger-predictive cue. This results in transient suppression of glial anabolic use of pyruvate, sparing it for memory-relevant energy supply to neurons. Diverting pyruvate destination may dampen the need to upregulate glial glycolysis in response to increased neuronal demand. Although beneficial for the energy efficiency of memory formation, this mechanism reveals an ongoing competition between neuronal fuelling and glial anabolism.",
    "source": "Nature Communications",
    "authors": [
      "Raquel Francés",
      "Yasmine Rabah",
      "Thomas Preat",
      "Pierre-Yves Plaçais"
    ],
    "publication_date": "2024-12-02",
    "doi": "10.1038/s41467-024-54778-x"
  },
  {
    "title": "Temperature cues are integrated in a flexible circadian neuropeptidergic feedback circuit to remodel sleep-wake patterns in flies",
    "link": "https://journals.plos.org/plosbiology/article?id=10.1371/journal.pbio.3002918",
    "snippet": "Organisms detect temperature signals through peripheral neurons, which relay them to central circadian networks to drive adaptive behaviors. Despite recent advances in Drosophila research, how circadian circuits integrate temperature cues with circadian signals to regulate sleep/wake patterns remains unclear. In this study, we used the FlyWire brain electron microscopy connectome to map neuronal connections, identifying lateral posterior neurons LPNs as key nodes for integrating temperature information into the circadian network. LPNs receive input from both circadian and temperature-sensing neurons, promoting sleep behavior. Through connectome analysis, genetic manipulation, and behavioral assays, we demonstrated that LPNs, downstream of thermo-sensitive anterior cells (ACs), suppress activity-promoting lateral dorsal neurons LNds via the AstC pathway, inducing sleep Disrupting LPN-LNd communication through either AstCR1 RNAi in LNds or in an AstCR1 mutant significantly impairs the heat-induced reduction in the evening activity peak. Conversely, optogenetic calcium imaging and behavioral assays revealed that cold-activated LNds subsequently stimulate LPNs through NPF-NPFR signaling, establishing a negative feedback loop. This feedback mechanism limits LNd activation to appropriate levels, thereby fine-tuning the evening peak increase at lower temperatures. In conclusion, our study constructed a comprehensive connectome centered on LPNs and identified a novel peptidergic circadian feedback circuit that coordinates temperature and circadian signals, offering new insights into the regulation of sleep patterns in Drosophila.",
    "source": "PLOS Biology",
    "authors": [
      "Xin Yuan",
      "Hailiang Li",
      "Fang Guo"
    ],
    "publication_date": "2024-12-02",
    "doi": "10.1371/journal.pbio.3002918"
  },
  {
    "title": "Ants integrate proprioception as well as visual context and efference copies to make robust predictions",
    "link": "https://www.nature.com/articles/s41467-024-53856-4",
    "snippet": "Forward models are mechanisms enabling an agent to predict the sensory outcomes of its actions. They can be implemented through efference copies: copies of motor signals inhibiting the expected sensory stimulation, literally canceling the perceptual …",
    "source": "Nature Communications",
    "authors": [
      "Océane Dauzere-Peres",
      "Antoine Wystrach"
    ],
    "publication_date": "2024-12-01",
    "doi": "10.1038/s41467-024-53856-4"
  },
  {
    "title": "The Power of Intellectual Property and Innovation in Solving Global Health Challenges",
    "link": "https://www2.itif.org/2024-i4h-ip-innovation-health.pdf",
    "snippet": "… ) is addressing the challenge through her patented wearable medical device technology, which uses … Witnessing her mother’s struggle with the chronic pain associated with osteoarthritis and the … What if we could vaccinate against cocaine …",
    "source": "Drug Discovery Today",
    "authors": [
      "Tim K. Mackey",
      "Bryan A. Liang"
    ],
    "publication_date": "2012-12-01",
    "doi": "10.1016/j.drudis.2012.06.012"
  },
  {
    "title": "Gambling harms, stigmatisation and discrimination: A qualitativenaturalisticforum analysis",
    "link": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0315377",
    "snippet": "People who experience gambling harms commonly experience stigmatisation, which is detrimental to psychological wellbeing, and a significant barrier to help-seeking. While there have been efforts to challenge stigmatisation, there is little empirical evidence available to inform such initiatives. To address this gap in knowledge, we conducted a thematic analysis of naturalistic data in the form of posts made on online support forums by people with experience of gambling-related harm, in order to understand how they are stigmatised, and to identify barriers to help-seeking. Five main themes were identified: (a) beliefs about the nature and origin of gambling addiction, which related to participants’ beliefs about causes of gambling harm and cognitions about the nature of addiction; (b) self-stigma, which encompassed the frequent and substantial incidences of self-stigma; (c) anticipated stigma, which described the stigma and discrimination people expected to face because of their gambling harm; (d) stigmatising other people who experience gambling harm, which describes the ways in which some people who experienced gambling harms stigmatised other people who experienced gambling harms; and (e) experienced stigma and discrimination, which encompassed the experienced stigmatisation people encountered. Experiences discussed/described within the forums were developed into a timeline of gambling harms which was cyclical in nature and involved six stages: onset, concealment of problems, crisis point, disclosure of problems, recurrence of harms (sometimes termed ‘relapse’) and recovery. The study highlights the impact of societal stigma on individuals’ self-perception and interactions, particularly emphasising the challenges experienced during relapse periods, which heighten stigma and distress. The study also identifies potential avenues for stigma reduction, including targeted campaigns addressing societal, anticipated, and self-stigma.",
    "source": "PLOS ONE",
    "authors": [
      "Katy Penfold",
      "Laura Louise Nicklin",
      "Darren Chadwick",
      "Joanne Lloyd"
    ],
    "publication_date": "2024-12-10",
    "doi": "10.1371/journal.pone.0315377"
  },
  {
    "title": "Associations between attentional biases for emotional images and rumination indepression",
    "link": "https://www.tandfonline.com/doi/abs/10.1080/02699931.2024.2434158",
    "snippet": "… naturalistic images significantly less than never depressed individuals. In Study 2, currently depressed individuals attended to sad naturalistic … with depression symptoms. These findings call into question the robustness of the link between …",
    "source": "Cognition and Emotion",
    "authors": [
      "Leanne Quigley",
      "Kristin Russell",
      "Christine Yung",
      "Keith S. Dobson",
      "Christopher R. Sears"
    ],
    "publication_date": "2024-12-11",
    "doi": "10.1080/02699931.2024.2434158"
  },
  {
    "title": "Neural Circuits of Fear andAnxiety: Insights from a Neuroethological Perspective",
    "link": "https://journals.physiology.org/doi/abs/10.1152/physiol.00042.2024",
    "snippet": "The predatory imminence continuum (PIC) of antipredator defensive behavior has been a helpful strategy for modeling anxiety and fear-related disorders in nonclinical research. The PIC is divided into three different sequential stages that reflect defensive behavioral strategy in response to predatory imminence. However, the PIC was experimentally addressed using a series of shock-based fear conditioning experiments rather than predatory threats. In this study, we will consider the PIC in a more naturalistic behavioral setting, focusing on analyzing the neural systems of animals responding to terrestrial and aerial predators. Of relevance, there is a sequential engagement of the distinct neural circuits along each phase of the PIC. In the preencounter phase, prefrontal cortical networks are particularly involved in planning and organizing behavioral responses to ambiguous threats. As the predatory cues or the real predator is detected, there is an engagement of amygdalar and hippocampal > hypothalamic pathways in conjunction with the periaqueductal gray, which organize fear responses. This dynamic particularly reveals how specific neural circuits are set into action to subserve distinct defensive responses. Moreover, we further explored the neural circuits governing other fearful situations outside the context of the PIC, including agonistic social encounters and interoceptive challenges. This analysis revealed an interesting overlap between the neural systems responding to these threats and those involved in response to predatory threats. The present review clarifies how defensive circuits respond to natural threats and provides a more realistic view of the neural systems underlying anxiety and fear responses.",
    "source": "Physiology",
    "authors": [
      "Fernando Falkenburguer Melleu",
      "Newton Sabino Canteras"
    ],
    "publication_date": "2024-12-11",
    "doi": "10.1152/physiol.00042.2024"
  },
  {
    "title": "Die subakuten Effekte des Psilocybin auf Persönlichkeit, Achtsamkeit und die Auflösung des Selbst",
    "link": "https://ediss.uni-goettingen.de/handle/11858/15669",
    "snippet": "… In this thesis, I present the results of a naturalistic study without a control group of 55 self-selected … , but clear statistical trends of reduced state and trait anxiety , improved life satisfaction and reduced … A reduction in neuroticism is hypothesised …",
    "source": "2024",
    "authors": [
      "Albert Lehr"
    ],
    "publication_date": "None-01-01",
    "doi": "10.53846/goediss-10859"
  },
  {
    "title": "Teaching via LLM-enhanced simulations: Authenticity and barriers to suspension of disbelief",
    "link": "https://www.sciencedirect.com/science/article/pii/S1096751624000526",
    "snippet": "As an innovative method in professional training, simulation-based learning (SBL) has been introduced into teacher education, providing pre-service teacher candidates with experiential learning opportunities. This study explores the efficacy …",
    "source": "The Internet and Higher Education",
    "authors": [
      "Longwei Zheng",
      "Fei Jiang",
      "Xiaoqing Gu",
      "Yuanyuan Li",
      "Gong Wang",
      "Haomin Zhang"
    ],
    "publication_date": "2024-12-01",
    "doi": "10.1016/j.iheduc.2024.100990"
  },
  {
    "title": "DigitalPsychiatry: Opportunities, Challenges, and Future Directions",
    "link": "https://journals.lww.com/practicalpsychiatry/fulltext/2024/11000/digital_psychiatry__opportunities,_challenges,_and.3.aspx",
    "snippet": "… The objective of this review was to provide an overview of some of the current opportunities and challenges in the field of digital psychiatry , with a focus on digital phenotyping , smartphone technologies, AI chatbots, conversational agents, virtual …",
    "source": "Routledge Handbook of Cultural Landscape Practice",
    "authors": [
      "Brian I. Daniels",
      "Katharyn Hanson"
    ],
    "publication_date": "2023-01-04",
    "doi": "10.4324/9781315203119-56"
  },
  {
    "title": "Hardware-Based Interference Suppression Techniques for OPM-MEG: A Review",
    "link": "https://ieeexplore.ieee.org/abstract/document/10786282/",
    "snippet": "… suppression technology hold the promise of driving the application of OPMMEG in more naturalistic , multi-person interactive paradigms in cognitive neuroscience, thus facilitating the development of novel therapeutic approaches for neurological …",
    "source": "IEEE Sensors Journal",
    "authors": [
      "Le Jia",
      "Jianli Li",
      "Xinda Song",
      "Xiaolin Ning",
      "Jianzhi Yang",
      "Shengjie Qi",
      "Tengyue Long",
      "Zhendong Wu",
      "Ruonan Wang"
    ],
    "publication_date": "2024-01-01",
    "doi": "10.1109/jsen.2024.3509679"
  },
  {
    "title": "Wearabledevices inpsychiatry: A novel way ofmental healthmonitoring",
    "link": "https://pubs.aip.org/aip/acp/article-abstract/3188/1/080034/3324700",
    "snippet": "… , fitness tracker, actigraph, smartwatch, wearable device in anxiety, wearable sensors in psychiatry , etc are utilized for the search articles. … were either on the wearables used for overall fitness including mental health and specific wearables …",
    "source": "AIP Conference …",
    "authors": [
      "A Kekatpure",
      "A Faye",
      "D Sangolkar",
      "I Ahluwalia…"
    ],
    "publication_date": ""
  },
  {
    "title": "DigitalPsychiatry, Revisited",
    "link": "https://journals.lww.com/practicalpsychiatry/fulltext/2024/11000/digital_psychiatry,_revisited.1.aspx?context=latestarticles",
    "snippet": "In February of this year, James B. Griffin, Hale G. Smith, Raymond S. Price, A. T. Ewell, MacNeil Withers, and Ralph Barbour made a surface collection of the entire Crystal River complex and dug a five foot test (B) upon the occupational area designated by Moore (1903, , Fig. 16) as B.Test B was made 140 feet from the north corner of the large shell temple mound A, at approximately the same place marked B by Moore (ibid.). It was found that the depth of this deposit was forty-eight inches. The test was taken down in the following levels: 1 through 8, and 10 were four inch levels, while 9 and 11 were six inch levels. The sherds collected from mound A and test B were similar in many respects.",
    "source": "American Antiquity",
    "authors": [
      "Hale G. Smith"
    ],
    "publication_date": "1951-10-01",
    "doi": "10.2307/277251"
  },
  {
    "title": "Digital Technologies Tracking Active and Passive Data Collection in Depressive Disorders: Lessons Learned From a Case Series",
    "link": "https://journals.lww.com/practicalpsychiatry/fulltext/2024/11000/digital_technologies_tracking_active_and_passive.8.aspx?context=latestarticles",
    "snippet": "In this case series, we present several examples from participants (2 patients and 1 healthy control) of a 12-week pilot feasibility study to create a digital phenotype of depression (unipolar or bipolar) through active and passive data collection from a smartphone and a wearable device combined with routine clinical care for mood disorders. The selected cases represent real clinical examples that highlight the intrinsic challenges that should be expected when conducting similar studies, including appropriate health data privacy protection, clinical standardization, and interindividual differences in levels of engagement and acceptability of active and passive data collection (ie, self-reported, behavioral, cognitive, and physiological data), particularly with patient-generated data in mobile apps, digital proficiency habituation, and consistent use of wearable devices. In the context of the rapidly growing use of digital technologies in psychiatry, anticipating challenges for the integration of personal mobile devices and smartphone mental health apps as aides to track specific aspects of depressive disorders is critical for a clinically meaningful digital transformation of mood disorders care.",
    "source": "Journal of Psychiatric Practice",
    "authors": [
      "Manuel Gardea-Resendez",
      "Scott Breitinger",
      "Alex Walker",
      "Laura Harper",
      "Ashley Xiong",
      "Cynthia Stoppel",
      "Rama M. Volety",
      "Jeyakumar Raman",
      "Jin Soo Byun",
      "Carsten Langholm",
      "Fernando S. Goes",
      "Peter P. Zandi",
      "John Torous",
      "Mark A. Frye"
    ],
    "publication_date": "2024-11-01",
    "doi": "10.1097/pra.0000000000000820"
  },
  {
    "title": "Developing and marketing mobile health applications for low-income working adults in Hong Kong",
    "link": "https://www.emerald.com/insight/content/doi/10.1108/ijphm-08-2024-0086/full/html",
    "snippet": "Purpose\nDespite the potential of mobile health applications in reducing barriers to accessing health information and facilities, the adoption and usage of such applications were low among low-income populations. This study aims to examine the use of mobile technology for health management and the perceived barriers of the use of mobile applications for health management among low-income working adults in Hong Kong.\n\n\nDesign/methodology/approach\nSemi-structured interviews were conducted with 16 working adults aged 25–45 from low-income families. The interviewees were asked about their perceptions of their health, their perceptions about and use of mobile health applications and they were asked to describe their ideal mobile health management app.\n\n\nFindings\nInterviewees often suffer from physical pain and many face relationship difficulties. They seek out health information actively on the internet, often using a mobile phone. However, their use of wearables and health mobile applications is limited. The perceived barriers of using mobile health applications included perceived difficulties in downloading and registering, privacy concerns and a lack of awareness of the health apps available. They prefer internet searching to a dedicated app. Their ideal health applications should be video based with real-life narratives. They were concerned about the credibility of the health information provided and preferred apps that engage professional and authoritative sources.\n\n\nResearch limitations/implications\nThe study was based on a convenience sample recruited through a nonprofit organization. It has the limitation of generalizing the results for the target population. Future studies can use survey methodology to test a theoretical model linking perceived barriers and intention to use mobile health technology. Studies using experimental design can investigate perceived ease of use and perceived benefits of different mobile health app designs.\n\n\nPractical implications\nThese findings can inform the government’s health department and health organizations in designing appropriate mobile health applications that target those with limited financial and time resources.\n\n\nOriginality/value\nThere is a lack of studies that explore perceived barriers of adoption of mobile health technology in developed societies. To the best of the authors’ knowledge, this is the one of the first qualitative studies conducted in Hong Kong among low-income working adults about their health conditions and usage of mobile health technology.",
    "source": "International Journal of Pharmaceutical and Healthcare Marketing",
    "authors": [
      "Kara Chan",
      "Yuyuan Zhuo"
    ],
    "publication_date": "2024-12-12",
    "doi": "10.1108/ijphm-08-2024-0086"
  },
  {
    "title": "Assessing Walkability in Urban Environments: A Comprehensive Overview",
    "link": "https://www.preprints.org/frontend/manuscript/72adf55a9d52ff056c99fc8376df790f/download_pub",
    "snippet": "Walkability, defined as the degree to which urban environments encourage walking, is a vital component of sustainable urban development. It enhances public health, reduces environmental pollution, and fosters social cohesion. This review investigates the current state of walkability research, emphasizing tools such as Geographic Information Systems (GIS), Walk Score, and Agent-Based Modeling (ABM). While traditional methods offer valuable insights, they often neglect socio-economic and demographic factors influencing walking behaviors. ABM enables dynamic simulations that incorporate individual preferences, environmental conditions, and urban design features, offering a deeper understanding of pedestrian movement. Key components of walkability, including density, diversity, design, and safety, are examined alongside the application of multi-criteria decision-making frameworks (e.g., MCDM/MABAC). Insights from global case studies highlight the effectiveness of these tools in modeling pedestrian flows and assessing urban design interventions. This study identifies critical gaps, including the integration of emerging technologies, mental health outcomes, and inclusive design for diverse populations. The findings underscore the need for a global walkability assessment platform, integrating ABM, GIS, and real-time data to guide urban planners in creating healthier, more sustainable cities. Enhancing walkability can significantly improve public health, environmental quality, and quality of life in urban areas worldwide.",
    "source": "2024",
    "authors": [
      "Obayd Sadeghi",
      "Giovanna Di Marzo Serugendo"
    ],
    "publication_date": "2024-12-09",
    "doi": "10.20944/preprints202412.0689.v1"
  },
  {
    "title": "SUPER: Augmenting human-machine teaming in defence with biofeedback-enhanced brain-computer interfaces-preliminary results",
    "link": "https://www.sto.nato.int/publications/STO%20Meeting%20Proceedings/STO-MP-HFM-MSG-375/MP-HFM-MSG-375-15.pdf",
    "snippet": "… Our approach aims to exceed existing performance baselines in defence and security operations, contributing to the development of a human digital twin for RAS operators. SUPER’s multimodal biofeedback system integrates data from …",
    "source": "Automation, Collaboration, &amp; E-Services",
    "authors": [
      "Mohsen Moghaddam"
    ],
    "publication_date": "2023-01-01",
    "doi": "10.1007/978-3-031-44373-2_22"
  },
  {
    "title": "ACNP 63rd Annual Meeting: Panels, Mini-Panels and Study Groups",
    "link": "https://www.nature.com/articles/s41386-024-02010-1",
    "snippet": "… Here we propose combining these approaches together by modeling multimodal neuroimaging and … digital biomarkers identified in direct clinical observation during free speech can be used to diagnose and risk stratify mental disorders in real …",
    "source": "Neuropsychopharmacology",
    "authors": [
      "M PANEL"
    ],
    "publication_date": "2024-12-01",
    "doi": "10.1038/s41386-024-02010-1"
  },
  {
    "title": "Failure prediction during 3D concrete printing: a numerical simulation aproach",
    "link": "https://opus4.kobv.de/opus4-bam/frontdoor/index/index/docId/62088",
    "snippet": "… An objective stress rate is used to account for geometric non-linearity. Time dependent material parameters are used to replicate the aging … Furthermore, development of optimization strategies and building a digital twin of the process …",
    "source": "Materials and Structures",
    "authors": [
      "Zeinab Diab",
      "Duc-Phi Do",
      "Sébastien Rémond",
      "Dashnor Hoxha"
    ],
    "publication_date": "2023-04-12",
    "doi": "10.1617/s11527-023-02167-z"
  },
  {
    "title": "Enhancing the Psychological Well-being and Sleep Quality of Healthcare Providers with aMultimodal1 Psychological Support Program: A Randomized Controlled …",
    "link": "https://www.frontiersin.org/journals/public-health/articles/10.3389/fpubh.2024.1455174/full",
    "snippet": "The  duration  and  time  of  sleep  affect  the  general health and well-being of individuals. It has been recommended that adults, aged 18 –64 years, should sleep for  7  to  9  hours  per  night,  however,  many  people struggle  with  sleep  problems  of  various  kinds  and  hardly meet   these   recommendations. Sleep   is   necessary   for cognition, alertness, vigilance, and sustenance of attention as  well  as  control  of  emotions.  The  effects  of  sleep deprivation     on     cognitive     performance     and     other psychological  variables  have  been  widely  studied. Sleepiness,  the  short-term  effect  of  inadequate  sleep,  may lead to irritability, reduced alertness, poor motor skills, and attention   problems.   Among   the   long-term   effects   are obesity,  type  2  diabetes,  hypertension,  and  mental  health disorders.  Sleep  deprivation  in  adults  of  all  ages  is defined as getting less than 7 hours of sleep per night.",
    "source": "Health Sciences Investigations Journal",
    "authors": [
      "Joana AINUSON-QUAMPAH"
    ],
    "publication_date": "2023-05-25",
    "doi": "10.46829/hsijournal.2023.6.4.1.417-418"
  },
  {
    "title": "The effect of a one-time mindfulness intervention on body and mind in healthy adolescents usingmultimodalmeasurements",
    "link": "https://www.frontiersin.org/journals/psychiatry/articles/10.3389/fpsyt.2024.1503379/full",
    "snippet": "… (mood, stress , and state mindfulness) were assessed using bipolar visual analogue scales. … of trait mindfulness, and the State-Trait Anxiety - Depression Inventory (STADI).Our results showed no … between trait mindfulness, trait anxiety …",
    "source": "Journal of the American Academy of Child &amp; Adolescent Psychiatry",
    "authors": [
      "Rebecca Hu",
      "Olga Tymofiyeva",
      "Eva Henje",
      "Benjamin S. Sipes",
      "Angela Jakary",
      "Tony T. Yang"
    ],
    "publication_date": "2023-10-01",
    "doi": "10.1016/j.jaac.2023.09.385"
  },
  {
    "title": "Multimodaldefect analysis and application of virtual machining for solid-state manufactured aluminium structure",
    "link": "https://link.springer.com/article/10.1007/s40964-024-00904-6",
    "snippet": "AbstractAdditive friction stir deposition (AFSD) is an emerging solid-state non-fusion additive manufacturing (AM) technology, which produces parts with wrought-like material properties, high deposition rates, and low residual stresses. However, impact of process interruption on defect formation and mechanical properties has not yet been well addressed in the literature. In this study, Al6061 aluminium structure with two final heights and deposition interruption is successfully manufactured via AFSD and characterised. Defect analysis conducted via optical microscopy, electron microscopy, and X-ray computed tomography reveals > 99% relative density with minimal defects in centre of the parts. However, tunnel defects at interface between substrate and deposit as well as kissing bonds are present. Edge of deposit contains tunnel defects due to preference for greater material deposition on advancing side of rotating tool. Virtual machining highlights the ability to remove defects via post-processing, avoiding mechanical performance impact of stress concentrating pores. Electron backscatter diffraction revealed regions with localised shear bands that contain 1–5 µm equivalent circular diameter grains. Kissing bonds are exhibited in areas separated by large grain size difference. Meanwhile, Vickers hardness testing reveals hardness variation with deposit height. This work advances the understanding of complex microstructure development, material flow, and mechanical behaviour of AFSD Al6061 alloy.",
    "source": "Progress in Additive Manufacturing",
    "authors": [
      "Vladislav Yakubov",
      "Halsey Ostergaard",
      "Shishira Bhagavath",
      "Chu Lun Alex Leung",
      "James Hughes",
      "Evren Yasa",
      "Mani Khezri",
      "Sandra K. Löschke",
      "Qing Li",
      "Anna M. Paradowska"
    ],
    "publication_date": "2024-12-10",
    "doi": "10.1007/s40964-024-00904-6"
  },
  {
    "title": "Different doses of epidural morphine combined withmultimodalanalgesia strategies for postpartum pain management: study protocol for a single-centre, double-blind …",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39658300/",
    "snippet": "IntroductionThe neuraxial morphine has been regarded as the gold standard for postpartum analgesia. However, the recent advancements in patient-controlled analgesia and various regional nerve blocks have led to the implementation of multimodal analgesia strategies, which aim to reduce opioid usage and associated complications while ensuring satisfactory pain relief. The objective of this research is to investigate the optimal dosage of epidural morphine for alleviating moderate and severe pain after caesarean sections in healthy parturients, as well as reducing unnecessary burden of respiratory monitoring resources.Methods and analysisThe present single-centre randomised controlled pragmatic clinical trial aims to enrol a total of 310 healthy parturients with American Society of Anesthesiologists grade I/II, who are scheduled for caesarean section under combined spinal and epidural anaesthesia at West China Second University Hospital of Sichuan University. The recruitment process has not yet commenced and is anticipated to commence in March 2024, concluding in September 2024. Enrolled patients will be evenly distributed into five groups, namely morphine groups (M1–M4) and the control group (M0). The primary outcome measure is the incidence rate of postoperative use Numerical Rating Scale (NRS) pain score ≥4 points within 24 hours, which will be primarily assessed through bedside follow-up conducted by investigators and patient self-assessment at 2, 4, 6, 8, 12 and 24 hours postoperatively. The secondary outcomes encompass the following: incidence of postoperative NRS score ≥4 within 48 hours, occurrence of SpO2 <90% (during air inhalation)/ SpO2 <95% (during nasal cannula oxygen inhalation) and respiratory rate (RR)＜10 breaths/min recorded on the bedside monitoring, Ramsay sedation score, administration of rescue analgesics and total usage of patient-controlled intravenous analgesia pump, time to first flatus and food intake, maternal and neonatal urinary morphine concentrations, and any other maternal adverse reactions such as nausea, vomiting, pruritus, urinary retention and neonatal depression. The administration of local anaesthetics, surgical procedures and the timing for administering rescue analgesics will not be subject to any restrictions.Ethics and disseminationEthical approval has been obtained from the Ethics Committee of West China Second University Hospital, Sichuan University (2022(269)).Trial registration numberChiCTR2400080350.",
    "source": "BMJ Open",
    "authors": [
      "Rou Yu",
      "Xuemei Lin"
    ],
    "publication_date": "2024-12-01",
    "doi": "10.1136/bmjopen-2024-085012"
  },
  {
    "title": "Developing a Translational Research Framework forMDD: Combining Biomolecular Mechanisms with a Spiraling Risk Factor Model",
    "link": "https://www.frontiersin.org/journals/psychiatry/articles/10.3389/fpsyt.2024.1463929/full",
    "snippet": "… The study concludes that MDD is not solely a brain disorder but a complex condition involving interconnected biological, … multimodal treatment approaches focused on lifestyle modifications, improve early diagnosis, and develop strategies …",
    "source": "Behaviour Research and Therapy",
    "authors": [
      "Michael J. Zvolensky",
      "Norman B. Schmidt",
      "Amit Bernstein",
      "Meghan E. Keough"
    ],
    "publication_date": "2006-09-01",
    "doi": "10.1016/j.brat.2006.06.001"
  },
  {
    "title": "Acute effects of visual and olfactory nature stimuli on task performance",
    "link": "https://www.researchsquare.com/article/rs-5410735/latest",
    "snippet": "Abstract\n        Nature exposure enhances human experiences and supports overall wellbeing including physiological (stress), emotional (mood), and mental (focus) benefits. However, existing workplace design literature – typically indoors, and sensory-restricted, focuses mainly on nature views, despite nature being a multisensory experience. Rooted in Attention Restoration Theory (ART), Stress Reduction Theory (SRT), and \"smellscape”, this study implemented a between-subjects controlled 2x2 experiment to explore how nature views and scents independently and in-combination influence workplace performance, measuring real-effort performance and physiological metrics including stress, attention, memory recall, reasoning skills, risk aversion, and cheating behaviors. Across 256 participants, results show that nature views enhance cognitive performance, boost positive emotions, and reduce anxiety. Introducing scents alongside visual stimuli further amplifies these benefits. Physiologically, both stimuli reduced blink rates, indicating lower anxiety levels compared to nature-absent settings. Our findings highlight the substantial benefits of incorporating nature passively and inexpensively into the workplace. By selecting cognitive tasks that mirror real-world office tasks, this study advances understanding of the connection between nature and cognition in offices, offering insights into creating environments that enhance productivity and well-being.",
    "source": "2024",
    "authors": [
      "Sarayu Chandramouli",
      "Suma Katabattuni",
      "Marco Palma",
      "Jay E. Maddock"
    ],
    "publication_date": "2024-12-11",
    "doi": "10.21203/rs.3.rs-5410735/v1"
  },
  {
    "title": "The fine line between relief and risk: new insights into postoperative delirium",
    "link": "https://www.sciencedirect.com/science/article/pii/S0007091224006081",
    "snippet": "… including depression and anxiety can enable tailored interventions, such as cognitive-behavioural therapy or multimodal analgesia … should aim to reduce reliance on opioids by adopting multimodal analgesia strategies. Combining …",
    "source": "British Journal of Anaesthesia",
    "authors": [
      "Joana Berger-Estilita",
      "Federico Bilotta"
    ],
    "publication_date": "2024-12-01",
    "doi": "10.1016/j.bja.2024.10.006"
  },
  {
    "title": "Elevating Virtual Reality Experiences with Olfactory Integration: A Preliminary Review",
    "link": "https://journals-sol.sbc.org.br/index.php/jbcs/article/view/4632",
    "snippet": "Virtual reality (VR) provides immersive audio-visual experiences but often overlook olfactory senses, which are crucial for human perception and cognition. Smell enhances object recognition, visual spatial attention, and evaluation methods for spatial attention deficits. The sense of smell relies on the olfactory nerve to create a direct link between external stimuli and the limbic system, a brain network involved in regulating emotions such as sadness, anger, joy, and fear, as well as controlling physiological responses like the startle reflex, vocal intonation, pain perception, and memory processes. Artificial intelligence (AI) is essential for integrating odors into VR, enhancing contextual understanding and synchronizing smells with plot developments. Current multi-modal approaches highlight the need for integrated models combining images, texts, and smells. Olfactory cues can enhance memory retention and recall, benefiting educational and training applications. Incorporating scents into immersive technologies creates more realistic and engaging experiences, crucial for fields like healthcare, military training, and education. In this preliminary review, we will explore Olfactory Virtual Reality (OVR) technologies, AI applications, available devices, and future perspectives in the field. Additionally, we will discuss the challenges facing this technology, including issues of delay, size, and the limited range of available odors. A new wearable interface featuring miniaturized odor generators (OGs) and AI algorithms enables rapid responses and low power consumption, achieving latency-free mixed reality. OVR research shows promising applications in treating Post-Traumatic Stress Disorder (PTSD), alleviating anxiety, and enhancing immersion. Recent advancements, such as compact OGs and computer-controlled olfactory stimulation, represent significant progress in multisensory communication technology.",
    "source": "Journal of the Brazilian Computer Society",
    "authors": [
      "Meryck Felipe Brito Da Silva",
      "Igor Henrique Sanches",
      "Joyce Villa Verde Bastos Borba",
      "Ana Carolina de Amorim Barros",
      "Francisco Lucas Feitosa",
      "Rodrigo Mendes De Carvalho",
      "Arlindo Rodrigues Galvão Filho",
      "Carolina Horta Andrade"
    ],
    "publication_date": "2024-12-09",
    "doi": "10.5753/jbcs.2024.4632"
  },
  {
    "title": "Integrating accelerometry, GPS, GIS and molecular data to investigate mechanistic pathways of the urban environmental exposome and cognitive outcomes in older …",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39658284/",
    "snippet": "IntroductionMaintaining cognitive health in later life is a global priority. Encouraging individuals to make health behaviour changes, such as regular physical activity, and providing supportive urban environments can help maintain cognitive health, thereby preventing or delaying the progress of dementia and cognitive decline. However, the mechanistic pathways by which the urban environmental exposome influences cognitive health outcomes are poorly understood. The aim of this study is to use granular measures of the urban environment exposome (encompassing the built, natural and social environment) and physical activity to explore how these interact with a person’s biology to ultimately influence cognitive health outcomes.Methods and analysisThis ongoing study uses a cohort design, recruiting participants from the Northern Ireland Cohort for the Longitudinal study of Ageing and the Harmonised Cognitive Assessment Protocol study. Participants (n=400 at each wave) will be aged ≥65 years and have the capacity to provide written informed consent. Measures include device-measured physical activity (Actigraph wGT3XP-BT), environmental location data (Global Positioning System, Qstarz BT-Q1000XT), linked to a battery of neuropsychological tests, including the Mini Mental State Examination and the Centre for Epidemiological Studies Depression Scale. Blood-derived biochemical, genetic and epigenetic data will be included in multimodal analyses. These data will be integrated with urban environment Geographic Information System data and analysed using causal inference and mediation methods to investigate plausible mechanistic pathways.Ethics and disseminationThis study has been approved by the Queen’s University Belfast, Faculty of Medicine, Health and Life Sciences Research Ethics Committee (MHLS 21_72). Alongside peer-reviewed publications in high-ranking international journals, dissemination activities include conference presentations, project videos, working papers, policy briefing papers, newsletters, summaries and case study stories.",
    "source": "BMJ Open",
    "authors": [
      "Ruth F Hunter",
      "Claire Cleland",
      "Mike Trott",
      "Sean O’Neill",
      "Hüseyin Küçükali",
      "Shay Mullineaux",
      "Frank Kee",
      "Jennifer M McKinley",
      "Charlotte Neville",
      "Leeanne O'Hara",
      "Calum Marr",
      "Michael McAlinden",
      "Geraint Ellis",
      "Amy McKnight",
      "Jasper Schipperijn",
      "Joanna McHugh Power",
      "Trung Duong",
      "Bernadette McGuinness"
    ],
    "publication_date": "2024-12-01",
    "doi": "10.1136/bmjopen-2024-085318"
  },
  {
    "title": "War exposure, daily stressors, and mental health 15 years on: implications of an ecological framework for addressing the mental health of conflict-affected populations",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39659218/",
    "snippet": "Abstract\n\t  \n\t    Aims\n\t    Fifteen years ago, we published an article in Social Science and Medicine seeking to resolve the contentious debate between advocates of two very different frameworks for understanding and addressing the mental health needs of conflict-affected populations. The two approaches, which we labelled trauma-focused and psychosocial, reflect deeply held beliefs about the causes and nature of distress in war-affected communities. Drawing on the burgeoning literature on armed conflict and mental health, the reports of mental health and psychosocial support (MHPSS) staff in the field, and on research on the psychology and psychophysiology of stress, we proposed an integrative model that drew on the strengths of both frameworks and underscored their essential complementarity. Our model includes two primary pathways by which armed conflict impacts mental health: directly, through exposure to war-related violence and loss, and indirectly, through the harsh conditions of everyday life caused or exacerbated by armed conflict. The mediated model we proposed draws attention to the effects of stressors both past (prior exposure to war-related violence and loss) and present (ongoing conflict, daily stressors), at all levels of the social ecology; for that reason, we have termed it an ecological model for understanding the mental health needs of conflict-affected populations.\n\t  \n\t  \n\t    Methods\n\t    In the ensuing 15 years, the model has been rigorously tested in diverse populations and has found robust support. In this paper, we first summarize the development and key tenets of the model and briefly review recent empirical support for it. We then discuss the implications of an ecological framework for interventions aimed at strengthening mental health in conflict-affected populations.\n\t  \n\t  \n\t    Results\n\t    We present preliminary evidence suggesting there has been a gradual shift towards more ecological (i.e., multilevel, multimodal) programming in MHPSS interventions, along the lines suggested by our model as well as other conceptually related frameworks, particularly public health.\n\t  \n\t  \n\t    Conclusions\n\t    We reflect on several gaps in the model, most notably the absence of adverse childhood experiences. We suggest the importance of examining early adversity as both a direct influence on mental health and as a potential moderator of the impact of potentially traumatic war-related experiences of violence and loss.",
    "source": "Epidemiology and Psychiatric Sciences",
    "authors": [
      "K. E. Miller",
      "A. Rasmussen"
    ],
    "publication_date": "2024-01-01",
    "doi": "10.1017/s2045796024000830"
  },
  {
    "title": "Stresstestingdeep learningmodels for prostate cancer detection on biopsies and surgical specimens",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39660731/",
    "snippet": "AbstractThe presence, location, and extent of prostate cancer is assessed by pathologists using H&E‐stained tissue slides. Machine learning approaches can accomplish these tasks for both biopsies and radical prostatectomies. Deep learning approaches using convolutional neural networks (CNNs) have been shown to identify cancer in pathologic slides, some securing regulatory approval for clinical use. However, differences in sample processing can subtly alter the morphology between sample types, making it unclear whether deep learning algorithms will consistently work on both types of slide images. Our goal was to investigate whether morphological differences between sample types affected the performance of biopsy‐trained cancer detection CNN models when applied to radical prostatectomies and vice versa using multiple cohorts (N = 1,000). Radical prostatectomies (N = 100) and biopsies (N = 50) were acquired from The University of Pennsylvania to train (80%) and validate (20%) a DenseNet CNN for biopsies (MB), radical prostatectomies (MR), and a combined dataset (MB+R). On a tile level, MB and MR achieved F1 scores greater than 0.88 when applied to their own sample type but less than 0.65 when applied across sample types. On a whole‐slide level, models achieved significantly better performance on their own sample type compared to the alternative model (p < 0.05) for all metrics. This was confirmed by external validation using digitized biopsy slide images from a clinical trial [NRG Radiation Therapy Oncology Group (RTOG)] (NRG/RTOG 0521, N = 750) via both qualitative and quantitative analyses (p < 0.05). A comprehensive review of model outputs revealed morphologically driven decision making that adversely affected model performance. MB appeared to be challenged with the analysis of open gland structures, whereas MR appeared to be challenged with closed gland structures, indicating potential morphological variation between the training sets. These findings suggest that differences in morphology and heterogeneity necessitate the need for more tailored, sample‐specific (i.e. biopsy and surgical) machine learning models. © 2024 The Author(s). The Journal of Pathology published by John Wiley & Sons Ltd on behalf of The Pathological Society of Great Britain and Ireland.",
    "source": "The Journal of Pathology",
    "authors": [
      "Brennan T Flannery",
      "Howard M Sandler",
      "Priti Lal",
      "Michael D Feldman",
      "Juan C Santa‐Rosario",
      "Tilak Pathak",
      "Tuomas Mirtti",
      "Xavier Farre",
      "Rohann Correa",
      "Susan Chafe",
      "Amit Shah",
      "Jason A Efstathiou",
      "Karen Hoffman",
      "Mark A Hallman",
      "Michael Straza",
      "Richard Jordan",
      "Stephanie L Pugh",
      "Felix Feng",
      "Anant Madabhushi"
    ],
    "publication_date": "2024-12-11",
    "doi": "10.1002/path.6373"
  },
  {
    "title": "Analyzing the Impact of Binaural Beats onAnxietyLevels by a New Method Based on Denoised Harmonic Subtraction and Transient Temporal Feature Extraction",
    "link": "https://www.mdpi.com/2306-5354/11/12/1251",
    "snippet": "Anxiety is a widespread mental health issue, and binaural beats have been explored as a potential non-invasive treatment. EEG data reveal changes in neural oscillation and connectivity linked to anxiety reduction; however, harmonics introduced during signal acquisition and processing often distort these findings. Existing methods struggle to effectively reduce harmonics and capture the fine-grained temporal dynamics of EEG signals, leading to inaccurate feature extraction. Hence, a novel Denoised Harmonic Subtraction and Transient Temporal Feature Extraction is proposed to improve the analysis of the impact of binaural beats on anxiety levels. Initially, a novel Wiener Fused Convo Filter is introduced to capture spatial features and eliminate linear noise in EEG signals. Next, an Intrinsic Harmonic Subtraction Network is employed, utilizing the Attentive Weighted Least Mean Square (AW-LMS) algorithm to capture nonlinear summation and resonant coupling effects, effectively eliminating the misinterpretation of brain rhythms. To address the challenge of fine-grained temporal dynamics, an Embedded Transfo XL Recurrent Network is introduced to detect and extract relevant parameters associated with transient events in EEG data. Finally, EEG data undergo harmonic reduction and temporal feature extraction before classification with a cross-correlated Markov Deep Q-Network (DQN). This facilitates anxiety level classification into normal, mild, moderate, and severe categories. The model demonstrated a high accuracy of 95.6%, precision of 90%, sensitivity of 93.2%, and specificity of 96% in classifying anxiety levels, outperforming previous models. This integrated approach enhances EEG signal processing, enabling reliable anxiety classification and offering valuable insights for therapeutic interventions.",
    "source": "Bioengineering",
    "authors": [
      "Devika Rankhambe",
      "Bharati Sanjay Ainapure",
      "Bhargav Appasani",
      "Avireni Srinivasulu",
      "Nicu Bizon"
    ],
    "publication_date": "2024-12-10",
    "doi": "10.3390/bioengineering11121251"
  },
  {
    "title": "DetectingStressfrom Competitive Gaming usingMachine Learning-Based ECGClassification",
    "link": "https://ieeexplore.ieee.org/abstract/document/10777106/",
    "snippet": "… effects of stress on cardiac activity. This study aimed to improve the monitoring of stress through the automatic classification of ECG signals by machine learning … in detecting stress -induced changes in the heartbeat. Based on these features …",
    "source": "2024 Horizons of Information Technology and Engineering (HITE)",
    "authors": [
      "Aleena Kamal",
      "Minahil Kamal",
      "Faisal Amin",
      "Muhammad Falak Anjum",
      "Hamza Ghazanfar Toor"
    ],
    "publication_date": "2024-10-15",
    "doi": "10.1109/hite63532.2024.10777106"
  },
  {
    "title": "Machine LearningAlgorithms to PredictDepressionin Older Adults in China: A Crosssectional Study",
    "link": "https://www.frontiersin.org/journals/public-health/articles/10.3389/fpubh.2024.1462387/full",
    "snippet": "Abstract\n                Background\n                The fact that most older people do not live long means that they do not have more time to pursue self-actualization and contribute value to society. Although there are many studies on the longevity of the elderly, the limitations of traditional statistics lack the good ability to study together the important influencing factors and build a simple and effective prediction model.\n              \n                Methods\n                Based on the the data of Chinese Longitudinal Healthy Longevity Survey (CLHLS), 2008–2018 cohort and 2014–2018 cohort were selected and 16 features were filtered and integrated. Five machine learning algorithms, Elastic-Net Regression (ENR), Decision Tree (DT), Random Forest (RF), K-Nearest Neighbor (KNN), and eXtreme Gradient Boosting (XGBoost), were used to develop models and assessed by internal validation with CLHLS 2008–2018 cohort and temporal validation with CLHLS 2014–2018 cohort. Besides, the best performing model was explained and according to the variable importance results, simpler models would be developed.\n              \n                Results\n                The results showed that the model developed by XGBoost algorithm had the best performance with AUC of 0.788 in internal validation and 0.806 in temporal validation. Instrumental activity of daily living (IADL), leisure activity, marital status, sex, activity of daily living (ADL), cognitive function, overall plant-based diet index (PDI) and psychological resilience, 8 features were more important in the model. Finally, with these 8 features simpler models were developed, it was found that the model performance did not decrease in both internal and temporal validation.\n              \n                Conclusions\n                The study indicated that the importance of these 8 factors for predicting the death of elderly people in China and built a simple machine learning model with good predictive performance. It can inspire future key research directions to promote longevity of the elderly, as well as in practical life to make the elderly healthy longevity, or timely end-of-life care for the elderly, and can use predictive model to aid decision-making.",
    "source": "BMC Geriatrics",
    "authors": [
      "Shiyin Xiao",
      "Yajie Bi",
      "Wei Chen"
    ],
    "publication_date": "2024-07-22",
    "doi": "10.1186/s12877-024-05214-8"
  },
  {
    "title": "SpeechDepressionRecognition from the Self-reference Effect Using LSTM with ResNet",
    "link": "http://www.apsipa2024.org/files/papers/25.pdf",
    "snippet": "… The ResNet architecture for the deep learning method proposed in this paper uses ResNet structure to predict depression . The input features were F × τ size SIF, where F=224 and τ=224. The convolutional neural network has five residual blocks …",
    "source": "Intelligent Automation &amp; Soft Computing",
    "authors": [
      "I. Muthumani",
      "N. Malmurugan",
      "L. Ganesan"
    ],
    "publication_date": "2022-01-01",
    "doi": "10.32604/iasc.2022.018030"
  },
  {
    "title": "Machine LearningModel Discriminate Ischemic Heart Disease Using Breathome Analysis",
    "link": "https://www.mdpi.com/2227-9059/12/12/2814",
    "snippet": "Background: Ischemic heart disease (IHD) impacts the quality of life and is the most frequently reported cause of morbidity and mortality globally. Aims: To assess the changes in the exhaled volatile organic compounds (VOCs) in patients with vs. without ischemic heart disease (IHD) confirmed by stress computed tomography myocardial perfusion (CTP) imaging. Objectives: IHD early diagnosis and management remain underestimated due to the poor diagnostic and therapeutic strategies including the primary prevention methods. Materials and Methods: A single center observational study included 80 participants. The participants were aged ≥ 40 years and given an informed written consent to participate in the study and publish any associated figures. Both groups, G1 (n = 31) with and G2 (n = 49) without post stress-induced myocardial perfusion defect, passed cardiologist consultation, anthropometric measurements, blood pressure and pulse rate measurements, echocardiography, real time breathing at rest into PTR-TOF-MS-1000, cardio-ankle vascular index, bicycle ergometry, and immediately after performing bicycle ergometry repeating the breathing analysis into the PTR-TOF-MS-1000, and after three minutes from the end of the second breath, repeat the breath into the PTR-TOF-MS-1000, then performing CTP. LASSO regression with nested cross-validation was used to find the association between the exhaled VOCs and existence of myocardial perfusion defect. Statistical processing performed with R programming language v4.2 and Python v.3.10 [^R], STATISTICA program v.12, and IBM SPSS v.28. Results: The VOCs specificity 77.6% [95% confidence interval (CI); 0.666; 0.889], sensitivity 83.9% [95% CI; 0.692; 0.964], and diagnostic accuracy; area under the curve (AUC) 83.8% [95% CI; 0.73655857; 0.91493173]. Whereas the AUC of the bicycle ergometry 50.7% [95% CI; 0.388; 0.625], specificity 53.1% [95% CI; 0.392; 0.673], and sensitivity 48.4% [95% CI; 0.306; 0.657]. Conclusions: The VOCs analysis appear to discriminate individuals with vs. without IHD using machine learning models. Other: The exhaled breath analysis reflects the myocardiocytes metabolomic signature and related intercellular homeostasis changes and regulation perturbances. Exhaled breath analysis poses a promise result to improve the diagnostic accuracy of the physical stress tests using machine learning models.",
    "source": "Biomedicines",
    "authors": [
      "Basheer Abdullah Marzoog",
      "Peter Chomakhidze",
      "Daria Gognieva",
      "Nina Vladimirovna Gagarina",
      "Artemiy Silantyev",
      "Alexander Suvorov",
      "Ekaterina Fominykha",
      "Malika Mustafina",
      "Ershova Natalya",
      "Aida Gadzhiakhmedova",
      "Philipp Kopylov"
    ],
    "publication_date": "2024-12-11",
    "doi": "10.3390/biomedicines12122814"
  },
  {
    "title": "Associations between NIH Toolbox Emotion Battery measures and previous suicide attempt inbipolarI disorder",
    "link": "https://www.sciencedirect.com/science/article/pii/S0165032724020251",
    "snippet": "… Suicide attempts are more prevalent in people with bipolar I disorder (BD-I) than in the … suicide attempt in BD-I with machine learning , and compare model performance versus using … the most important distinguishing variables were …",
    "source": "Journal of Affective Disorders",
    "authors": [
      "Noah M. Gritters",
      "Gail I.S. Harmata",
      "Deniz Buyukgok",
      "Pooya Hazegh",
      "Karin F. Hoth",
      "Ercole John Barsotti",
      "Jess G. Fiedorowicz",
      "Aislinn J. Williams",
      "Jenny Gringer Richards",
      "Leela Sathyaputri",
      "Samantha L. Schmitz",
      "Jeffrey D. Long",
      "John A. Wemmie",
      "Vincent A. Magnotta"
    ],
    "publication_date": "2024-12-01",
    "doi": "10.1016/j.jad.2024.12.040"
  },
  {
    "title": "Advancements inMachine LearningandDeep Learningfor Early Detection and Management of Mental Health Disorder",
    "link": "https://ui.adsabs.harvard.edu/abs/2024arXiv241206147D/abstract",
    "snippet": "… For the early identification, diagnosis, and treatment of mental health illnesses, the integration of deep learning (DL) and machine learning … medical imaging for diagnosing diseases like depression , bipolar disorder, and schizophrenia …",
    "source": "arXiv e-prints",
    "authors": [
      "K Devi Kannan",
      "SK Jagatheesaperumal",
      "RN Kandala…"
    ],
    "publication_date": "2004-10-22",
    "doi": "10.1002/0470010851"
  },
  {
    "title": "Predictive Modeling of Hospital Readmission of Schizophrenic Patients in a Spanish Region Combining Particle Swarm Optimization andMachine Learning…",
    "link": "https://www.mdpi.com/2313-7673/9/12/752",
    "snippet": "Readmissions are an indicator of hospital care quality; a high readmission rate is associated with adverse outcomes. This leads to an increase in healthcare costs and quality of life for patients. Developing predictive models for hospital readmissions provides opportunities to select treatments and implement preventive measures. The aim of this study is to develop predictive models for the readmission risk of patients with schizophrenia, combining the particle swarm optimization (PSO) algorithm with machine learning classification algorithms. The database used in the study includes a total of 6089 readmission records of patients with schizophrenia. These records were collected from 11 public hospitals in Castilla and León, Spain, in the period 2005–2015. The results of the study show that the Random Forest algorithm combined with PSO achieved the best results across the evaluated performance metrics: AUC = 0.860, recall = 0.959, accuracy = 0.844, and F1-score = 0.907. The development of these new models contributes to -improving patient care. Additionally, they enable preventive measures to reduce costs in healthcare systems.",
    "source": "Biomimetics",
    "authors": [
      "Susel Góngora Alonso",
      "Isabel Herrera Montano",
      "Isabel De la Torre Díez",
      "Manuel Franco-Martín",
      "Mohammed Amoon",
      "Jesús-Angel Román-Gallego",
      "María-Luisa Pérez-Delgado"
    ],
    "publication_date": "2024-12-11",
    "doi": "10.3390/biomimetics9120752"
  },
  {
    "title": "Gender identification of chicks using vocalisation signals, artificial intelligence andmachine learningtechniques: current status and future prospects",
    "link": "https://www.tandfonline.com/doi/abs/10.1080/00439339.2024.2438351",
    "snippet": "… In recent years, there has been growing interest in using chicken vocalisations for stress detection, health monitoring and welfare study as they are non-invasive, cheaper and also provide valuable information. Sounds produced by male and …",
    "source": "World's Poultry Science Journal",
    "authors": [
      "A. Kannan",
      "Joyanta Basu",
      "Rajib Roy",
      "Madhab Pal",
      "S. V. Rama Rao",
      "R. N. Chatterjee",
      "Tarun Ghosh",
      "Hena Ray",
      "Alokesh Ghosh"
    ],
    "publication_date": "2024-12-11",
    "doi": "10.1080/00439339.2024.2438351"
  },
  {
    "title": "From Coffee in Mumbai to Marmite in Scotland: Journeying through the Sensory Stories of People Living with Dementia and Their Carers",
    "link": "https://digitalcommons.wayne.edu/storytelling/vol19/iss1/4/",
    "snippet": "… from society as they were viewed through the lens of psychiatry , focusing on loss of mental faculties, … Multisensory storytelling methods in particular can help people express themselves and … dementia and their partners used a multisensory …",
    "source": "Journal of Rural Studies",
    "authors": [
      "K.L. Blackstock",
      "A. Innes",
      "S. Cox",
      "A. Smith",
      "A. Mason"
    ],
    "publication_date": "2006-04-01",
    "doi": "10.1016/j.jrurstud.2005.08.007"
  },
  {
    "title": "Service Delivery Redesign for Noncommunicable Disease Management: Assessment of Needs and Solutions Through a Co-Creation Process in Argentina",
    "link": "https://www.ghspjournal.org/content/early/2024/12/11/GHSP-D-24-00208",
    "snippet": "… at the primary care level by conducting a multimodal system assessment and co-design of … In the area of mental health , the shortage of psychiatrists significantly impacted care provision… , particularly evident in mental health services due to a scarcity of …",
    "source": "Global Health: Science and Practice",
    "authors": [
      "Agustina Mazzoni",
      "Javier Roberti",
      "Marina Guglielmino",
      "Ana María Nadal",
      "Yanina Mazzaresi",
      "Andrea Falaschi",
      "Patricia J. García",
      "Laura Espinoza-Pajuelo",
      "Jesús Medina-Ranilla",
      "Hannah H. Leslie",
      "Juan Manuel Gómez Portillo",
      "María Gabriela Masier",
      "Ezequiel García-Elorrio"
    ],
    "publication_date": "2024-12-11",
    "doi": "10.9745/ghsp-d-24-00208"
  },
  {
    "title": "Ramon Cuevas-Trisán, MD",
    "link": "https://community.the-hospitalist.org/authors/ramon-cuevas-trisan-md",
    "snippet": "… The primary objective of this QI project was to assess the IPPCS implementation as part of multimodal care to satisfy unmet patient care needs … chronic pain and psychiatric disturbances, which explained the significant number of underlying …",
    "source": "International Society of Hair Restoration Surgery",
    "authors": [
      "Vance W. Elliott"
    ],
    "publication_date": "2005-05-01",
    "doi": "10.33589/15.3.0095"
  },
  {
    "title": "Program Profile",
    "link": "https://medauth2.mdedge.com/sections/program-profile?page=13",
    "snippet": "This article profiles the Court Care Center for Divorcing Families, a divorce education intervention program currently being implemented in the Ninth Judicial Circuit in Orange County. Florida. This program is based on a descriptive model designed by Blaisure and Geasler. The Court Care Center is positioned within the courthouse and offers multilevel interventions designed to address the educational and emotional needs of families going through the transition of divorce. The Court Case Center is a result of a collaborative effort of mental health professionals, judges, and Orange County government. The Court Care Center offers crisis counseling, high‐conflict group intervention, skills‐based parent education for divorcing parents, and a referral base for divorcing families as a support to the domestic court.",
    "source": "Family Court Review",
    "authors": [
      "Alicia M. Homrich",
      "Michelle Muenzenmeyer Glover",
      "Alice Blackwell White"
    ],
    "publication_date": "2004-01-01",
    "doi": "10.1111/j.174-1617.2004.tb00639.x"
  },
  {
    "title": "Cluster, migraine headache strongly linked to circadian rhythm",
    "link": "https://medauth2.mdedge.com/node?page=874",
    "snippet": "… In a younger person, less than 20 years old, this kind of earworm could indicate a psychiatric condition like schizophrenia.” Drug toxicity or … In a younger person, less than 20 years old, this kind of earworm could indicate a psychiatric condition …",
    "source": "Neurology",
    "authors": [
      "Barlas Benkli",
      "Sun Young Kim",
      "Nobuya Koike",
      "Chorong Han",
      "Celia K. Tran",
      "Emma Silva",
      "Yuanqing Yan",
      "Kazuhiro Yagita",
      "Zheng Chen",
      "Seung-Hee Yoo",
      "Mark J. Burish"
    ],
    "publication_date": "2023-05-30",
    "doi": "10.1212/wnl.0000000000207240"
  },
  {
    "title": "1 Turning Back to Nature: Foucault and the Practice of Animality",
    "link": "https://www.degruyter.com/document/doi/10.1515/9781399526005-003/pdf?licenseType=restricted",
    "snippet": "… Verdeaux, who had an independent and longstanding interest in psychiatry , began the … ) as the articulation and practice of a generalised ethology . As we have seen, what the Cynics … West31) the inaugurators of a ‘deep’ ethological approach …",
    "source": "The Biopolitical Animal",
    "authors": [
      "Matthew Calarco"
    ],
    "publication_date": "2024-12-31",
    "doi": "10.1515/9781399526005-003"
  },
  {
    "title": "Home Education: Interconnected Dynamics",
    "link": "https://www.theseus.fi/bitstream/handle/10024/874421/Rappleyea_Rin.pdf?sequence=2",
    "snippet": "… The naturalistic research component of this study aims to observe homeschooling families in their everyday educational settings to gain insights into the emotional and academic impact of homeschooling on both students and their parents. By observing …",
    "source": "2017 21st International Conference on System Theory, Control and Computing (ICSTCC)",
    "authors": [
      "Valentin Stangaciu",
      "Vlad Oparlescu",
      "Petra Csereoka",
      "Razvan D. Cioarga",
      "Mihai V. Micea"
    ],
    "publication_date": "2017-10-01",
    "doi": "10.1109/icstcc.2017.8107029"
  },
  {
    "title": "Psychometric Evaluation of the Dutch Version of theSubstance UseRecovery Evaluator (SURE-NL)",
    "link": "https://karger.com/ear/article-pdf/doi/10.1159/000541584/4310209/000541584.pdf",
    "snippet": "Introduction: Patient-reported outcome measures (PROMs) are an important source of information that allow for a patient-centered assessment. Outcome measurement of substance use disorder (SUD) treatment traditionally focuses on drug use and deficits in functioning, overlooking other aspects of the personal and dynamic process of recovery. The substance use recovery evaluator (SURE) is a PROM developed with service user input to monitor the recovery journey and assess treatment outcomes in people with SUD. The objective of this study was to examine the validity and reliability of the Dutch translation of the SURE, the SURE-NL, for measuring indicators of recovery in Dutch-speaking patients with SUD. Methods: The original SURE questionnaire was translated from English to Dutch using forward-backward translation. A total of N = 171 participants were recruited as part of a naturalistic multicenter study in inpatient (N = 149) and outpatient (N = 22) SUD treatment centers. We examined the factorial structure, reliability, and concurrent and discriminant validity of the SURE-NL. Results: The original 5-factor structure of the SURE showed acceptable fit for the SURE-NL, and internal consistencies of the subscales ranged from 0.61 to 0.76; internal consistency of the total score was 0.83. Concurrent validity was confirmed through positive correlations of the SURE-NL total and subscale scores with the WHOQoL-BREF subscales, but correlations varied depending on subscale and treatment setting, with higher correlations for the outpatient compared to the inpatient subgroup. Discriminant validity was confirmed through low, mostly non-significant correlations between the SURE-NL and the DASS-21. Conclusions: Although the SURE was originally designed for outpatient settings, our findings in a predominantly inpatient sample indicate that the SURE-NL is suitable for assessing personal recovery and recovery capital in Dutch-speaking Belgian patients with SUD. However, subscales should be used and interpreted with caution. Further research is needed with larger Dutch-speaking outpatient samples and the development of a tailored SURE for inpatient settings should be considered.",
    "source": "European Addiction Research",
    "authors": [
      "Charlotte Migchels",
      "Wim van den Brink",
      "Amine Zerrouk",
      "Frieda I.A. Matthys",
      "Clara De Ruysscher",
      "Dries Debeer",
      "Wouter Vanderplasschen",
      "Cleo Lina Crunelle"
    ],
    "publication_date": "2024-11-08",
    "doi": "10.1159/000541584"
  },
  {
    "title": "Temporal Dynamics at the Neurobehavioral Interface: In Search of a Common Currency",
    "link": "https://repository.library.carleton.ca/downloads/w0892c45x",
    "snippet": "… Naturalistic paradigms have become a recent trend in the literature where stimuli such as … An open-access dataset involving EEG recordings of naturalistic music listening followed by … Just as a subject or patient can claim they experience pain …",
    "source": "2024",
    "authors": [
      "Noah Chuipka"
    ],
    "publication_date": "None-01-01",
    "doi": "10.22215/etd/2024-16206"
  },
  {
    "title": "DevelopingDigital Biomarkersof Early Childhood Mental Health usingMultimodalSensor Data",
    "link": "https://scholarworks.umass.edu/entities/publication/d3f21f44-108d-4f43-85b6-acdb241f1076",
    "snippet": "… Digital biomarkers from passively sensed signals collected using smartphones and … also a key deterrent to developing scalable digital biomarkers of mental health in younger populations. … These screening tools leverage multimodal …",
    "source": "Child and Adolescent Psychiatric Clinics of North America",
    "authors": [
      "Shannon N. Lenze"
    ],
    "publication_date": "2017-07-01",
    "doi": "10.1016/j.chc.2017.02.001"
  },
  {
    "title": "…Multimodaland Multiscale Method for Intelligent Operation and Maintenance of Transformers Based on the Improved Deep Visual Large Model DETR+ X andDigital…",
    "link": "https://www.researchsquare.com/article/rs-5218555/latest.pdf",
    "snippet": "Abstract\n        To achieve real-time monitoring and intelligent maintenance of transformers, a framework based on deep vision and digital twin has been developed. An enhanced visual detection model, DETR + X, is proposed, implementing multidimensional sample data augmentation through Swin2SR and GAN networks. This model converts one-dimensional DGA data into three-dimensional feature images based on Gram angle fields, facilitating the transformation and fusion of heterogeneous modal information. The Pyramid Vision Transformer (PVT) is innovatively adopted as the backbone for image feature extraction, replacing the traditional ResNet structure. A Deformable Attention mechanism is employed to handle the complex spatial structure of multi-scale features. Testing results indicate that the improved DETR + X model performs well in transformer state recognition tasks, achieving a classification accuracy of 100% for DGA feature maps. In object detection tasks, it surpasses advanced models such as YOLOV8 and Deformable DETR in terms of mAP50 scores, particularly demonstrating significant enhancements in small object detection. Furthermore, the Llava-7b model, fine-tuned based on domain expertise, serves as an expert decision-making tool for transformer maintenance, providing accurate operational recommendations based on visual detection results. Finally, based on digital twin and inference models, a comprehensive platform has been developed to achieve real-time monitoring and intelligent maintenance of transformers.",
    "source": "2024",
    "authors": [
      "Xuedong Zhang",
      "Wenlei Sun",
      "Ke Chen",
      "Shijie Song"
    ],
    "publication_date": "2024-12-12",
    "doi": "10.21203/rs.3.rs-5218555/v1"
  },
  {
    "title": "Panoramic mapping and interaction technology between real-world images and power grid real-world twins",
    "link": "https://www.spiedigitallibrary.org/conference-proceedings-of-spie/13445/134452X/Panoramic-mapping-and-interaction-technology-between-real-world-images-and/10.1117/12.3052780.short",
    "snippet": "… fusion technology for digital twin spaces in substations. Starting from the perspective of data governance, a digital twin system architecture … Then, feature extraction is carried out, which is the process of analyzing the multimodal data …",
    "source": "International Conference on Electronics, Electrical and Information Engineering (ICEEIE 2024)",
    "authors": [
      "Wang Dong",
      "xu min",
      "su Lingdong",
      "xiao Xuequan",
      "zhen Chenghao",
      "zhou Aihua"
    ],
    "publication_date": "2024-12-11",
    "doi": "10.1117/12.3052780"
  },
  {
    "title": "A Novel ECG-Based Approach for ClassifyingPsychiatricDisorders: Leveraging Wavelet Scattering Networks",
    "link": "https://www.sciencedirect.com/science/article/pii/S1350453324001759",
    "snippet": "… The proposed study is aimed at investigating the use of ECG signals for the automated identification of neuropsychiatric disorders, … using a Psychiatric ECG Beat Dataset with a population of 233 subjects, of whom 198 were diagnosed with …",
    "source": "Medical Engineering &amp; Physics",
    "authors": [
      "Hardik Telangore",
      "Nishant Sharma",
      "Manish Sharma",
      "U. Rajendra Acharya"
    ],
    "publication_date": "2024-12-01",
    "doi": "10.1016/j.medengphy.2024.104275"
  },
  {
    "title": "Leveraging Multimodal Machine Learning for Predictive Diagnostics of AdolescentMental HealthDisorders",
    "link": "https://openreview.net/forum?id=fXKvyAKriE",
    "snippet": "… that integrates data from social media, wearable devices, academic records, and peer interactions to predict early signs of mental health disorders. This approach uses … This framework holds promise for improving early detection and intervention …",
    "source": "International Research Journal of Modernization in Engineering Technology and Science",
    "authors": [
      "A Rao"
    ],
    "publication_date": "2024-09-28",
    "doi": "10.56726/irjmets61247"
  },
  {
    "title": "Automatic Sleep Staging with a Convolutional Bidirectional Gated Recurrent Unit Model Using Non-WearableDevice Data",
    "link": "https://dl.acm.org/doi/full/10.1145/3703847.3703873",
    "snippet": "… mental health , where accurate sleep staging is crucial for its assessment. While polysomnography (PSG) offers high accuracy, its complexity and inconvenience hinder widespread practicality. In contrast, non wearable … cal parameters through …",
    "source": "Proceedings of the 2024 International Conference on Smart Healthcare and Wearable Intelligent Devices",
    "authors": [
      "Jiawei Chen",
      "Ye Chen",
      "Zhongxia Shen",
      "Huafeng Shan",
      "Zhe Zhou"
    ],
    "publication_date": "2024-10-18",
    "doi": "10.1145/3703847.3703873"
  },
  {
    "title": "A visual analysis based on CiteSpace for Aromatherapy's impact onmental health",
    "link": "https://dl.acm.org/doi/abs/10.1145/3703847.3703890",
    "snippet": "… new changes in people’s mental health problems, and correspondingly there is a diversified demand for mental health services. In this context, “… This article selects 20142023 study published in the Aromatherapy literature review of the impact of …",
    "source": "Proceedings of the 2024 International Conference on Smart Healthcare and Wearable Intelligent Devices",
    "authors": [
      "Jing Zhang",
      "Chunlei Fan",
      "Ting Tao",
      "Ligang Wang",
      "Wenbin Gao"
    ],
    "publication_date": "2024-10-18",
    "doi": "10.1145/3703847.3703890"
  },
  {
    "title": "Frontiers inneuro-informed approaches: a comprehensive review of immersive andneurosciencetechnologies in built environment research",
    "link": "https://www.tandfonline.com/doi/abs/10.1080/00038628.2024.2438185",
    "snippet": "The built environment has witnessed significant transformation, driven by advancements in immersive and neuroscience technologies. … by researchers, practitioners and policymakers in effectively leveraging immersive neuroscience …",
    "source": "Architectural Science Review",
    "authors": [
      "Isabelle Y.S. Chan",
      "Benjamin K. Ababio",
      "Samuel Twum-Ampofo",
      "Joshua A. Larbi"
    ],
    "publication_date": "2024-12-11",
    "doi": "10.1080/00038628.2024.2438185"
  },
  {
    "title": "Revolutionizing Preventive Care: How AI is Shaping the Future of Health Maintenance",
    "link": "https://www.researchgate.net/profile/Loveth-Covenant/publication/386729988_Revolutionizing_Preventive_Care_How_AI_is_Shaping_the_Future_of_Health_Maintenance/links/6758e6026150084b45f9eb0b/Revolutionizing-Preventive-Care-How-AI-is-Shaping-the-Future-of-Health-Maintenance.pdf",
    "snippet": "… Example: AI in Mental Health Support AI-driven wearables also monitor mental health metrics like stress levels and sleep quality. For example, if a smartwatch detects high levels of stress through physiological markers (eg, increased heart rate …",
    "source": "2023 International Conference on Research Methodologies in Knowledge Management, Artificial Intelligence and Telecommunication Engineering (RMKMATE)",
    "authors": [
      "Lav Soni",
      "Amanpreet Kaur"
    ],
    "publication_date": "2023-11-01",
    "doi": "10.1109/rmkmate59243.2023.10368981"
  },
  {
    "title": "Research on night stress management and sleep staging based on PPG signal of smartwatch",
    "link": "https://dl.acm.org/doi/abs/10.1145/3703847.3703854",
    "snippet": "This paper aims to explore the relationship between nighttime stress management and sleep staging based on photoelectric volume pulse wave (PPG) technology, and to analyze its application potential in improving individual sleep quality and …",
    "source": "Proceedings of the 2024 International Conference on Smart Healthcare and Wearable Intelligent Devices",
    "authors": [
      "Han Wang",
      "Jing Wang",
      "Zhenping Zhao",
      "Lanjun Zhou",
      "Hongji Xu",
      "Jun Ji",
      "Qiantu Shi",
      "Songlei Zhang"
    ],
    "publication_date": "2024-10-18",
    "doi": "10.1145/3703847.3703854"
  },
  {
    "title": "Gesture sonification for enhancing agency: an exploratory study on healthy participants",
    "link": "https://www.frontiersin.org/journals/psychology/articles/10.3389/fpsyg.2024.1450365/full",
    "snippet": "Research on moral reasoning calls into question self-control, which encompasses impulsivity, compulsivity, and inhibitory control. However, a thorough investigation exploring how these three dimensions can affect moral reasoning in response to different scenarios is unavailable. We addressed this topic by testing the predictive role of these three dimensions of self-control on appraisals for ethical violations related with different types of scenarios. Overall, our results suggest that all three dimensions of self-control are involved in moral reasoning, depending on the type of appraisal and provided moral scenarios.",
    "source": "International Journal of Environmental Research and Public Health",
    "authors": [
      "Chiara Lucifora",
      "Gabriella Martino",
      "Anna Curcuruto",
      "Mohammad Ali Salehinejad",
      "Carmelo Mario Vicario"
    ],
    "publication_date": "2021-04-06",
    "doi": "10.3390/ijerph18073840"
  },
  {
    "title": "The Application of Virtual Reality Exposure Therapy in the Treatment of PTSD Among Firefighters",
    "link": "https://dl.acm.org/doi/abs/10.1145/3703847.3703884",
    "snippet": "… This test provides insights into mental health and personality aspects. HTP is an active, … It is encouraging to note that overall mental health and sleep quality improved as well. This study is the first … of psychology and psychiatry , and some …",
    "source": "Proceedings of the 2024 International Conference on Smart Healthcare and Wearable Intelligent Devices",
    "authors": [
      "Jingyi Wang",
      "Xia Zhong",
      "Yingjue Jia"
    ],
    "publication_date": "2024-10-18",
    "doi": "10.1145/3703847.3703884"
  },
  {
    "title": "Vortioxetine improves illness severity for cannabis users with anxiety and depressive symptoms in a 6-month randomized controlled study",
    "link": "https://www.sciencedirect.com/science/article/pii/S2949875924003199",
    "snippet": "… Cannabis use and misuse have mental health implications, particularly affecting mood and anxiety symptoms. Vortioxetine, a potent … The results suggest that the multimodal antidepressant vortioxetine may benefit cannabis users with depressive …",
    "source": "Journal of Substance Use and Addiction Treatment",
    "authors": [
      "Albert Kar Kin Chung",
      "Cheuk Yin Tse",
      "Gladys Kwan Yin Yeung",
      "Sau Wan Tang",
      "Wing-Man Chan",
      "Johnson Kai Chun Law"
    ],
    "publication_date": "2025-02-01",
    "doi": "10.1016/j.josat.2024.209607"
  },
  {
    "title": "Reconfiguring and repurposing authenticity",
    "link": "https://www.torrossa.com/gs/resourceProxy?an=5876103&publisher=FZ4850#page=27",
    "snippet": "In previous work, I have shown the importance of authenticity as a platformed directive for influencers’ self-presentation on Instagram Stories. In this chapter, with data from the same influencers, I focus on if and how the directive of authenticity presents any shifts during the period of covid-19, as a result of physical confinement and social distancing as well as of the public backlash against influencers’ posts with aspirational content. My analysis shows that, rather than abandoning formatted (i.e. normative and recognizable as typical) norms and practices of showing an authentic self on Instagram, influencers reconfigure and repurpose them in two ways: They reconfigure established connections amongst different modes, particularly with regard to amateur aesthetic choices at the visual level, to position the teller affectively in conditions of confinement. They also repurpose the algorithmically preferred format of sharing-life-in-the-moment so as to promote content suited to the new realities of a pandemic. These reconfigurations show the power of the formatting of stories and authenticity on social media.",
    "source": "Pragmatics &amp; Beyond New Series",
    "authors": [
      "Alexandra Georgakopoulou"
    ],
    "publication_date": "2024-10-15",
    "doi": "10.1075/pbns.349.01geo"
  },
  {
    "title": "Facial action units guided graph representation learning formultimodal depressiondetection",
    "link": "https://www.sciencedirect.com/science/article/pii/S0925231224018770",
    "snippet": "… Depression has become highly prevalent worldwide. Applying technological solutions to … Facial expressions and speech are often utilized to assess depression levels since they contain rich … Finally, a Depression Predictor is used …",
    "source": "Neurocomputing",
    "authors": [
      "Changzeng Fu",
      "Fengkui Qian",
      "Yikai Su",
      "Kaifeng Su",
      "Siyang Song",
      "Mingyue Niu",
      "Jiaqi Shi",
      "Zhigang Liu",
      "Chaoran Liu",
      "Carlos Toshinori Ishi",
      "Hiroshi Ishiguro"
    ],
    "publication_date": "2024-12-01",
    "doi": "10.1016/j.neucom.2024.129106"
  },
  {
    "title": "Multimodalprehabilitation combined with perioperative enhanced recovery after surgery care for older patients undergoing spinal fusion surgery in China: protocol for …",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39663170/",
    "snippet": "IntroductionBesides the comorbid risk factors shared by older and younger patients, older individuals may also experience malnutrition, as well as cognitive or functional impairments. The accumulation of frailty and various geriatric syndromes in older individuals results in decreased physiological reserves, which makes the recovery process after spine surgery particularly challenging. Theoretically, combining the presurgery optimisation provided by a multimodal prehabilitation programme with the reduction of surgical stress provided by an enhanced recovery after surgery (ERAS) programme could improve postoperative recovery of older patients.Methods and analysisThis is a prospective, multicentre, assessor-blinded, randomised controlled study. Patients who are 75 years of age or older and are scheduled for spinal fusion surgery will be enrolled on three academic medical centres. Regular preadmission education and perioperative ERAS care will be given to participants who were randomised to the control group. Participants randomised to the intervention group will receive multimodal prehabilitation combined with ERAS (PREERAS) management. We will include 164 patients with spinal fusion in three hospitals in China. All included patients will be followed for 90 days after surgery or until death. The primary outcome is the Comprehensive Complication Index (CCI), which ranges from 0 to 100, where a score of 100 indicates death due to complications. Secondary outcomes include length of stay and non-home discharge, rates of postoperative complications and unplanned readmission, North American Spine Society satisfaction, and Oswestry Disability Index/Neck disability index. Ninety-day CCI will be compared between groups using linear regression. Other continuous or categorical outcomes will be compared using linear or logistic regression.Ethics and disseminationThis study has received ethical approval from the Xuanwu Hospital of Capital Medical University Ethics Committees (2024-088-001). The findings will be submitted to a peer-reviewed journal for publication.Trial registration numberNCT06140797.",
    "source": "BMJ Open",
    "authors": [
      "Shuai-Kang Wang",
      "Peng Wang",
      "Wei Wang",
      "Shibao Lu"
    ],
    "publication_date": "2024-12-01",
    "doi": "10.1136/bmjopen-2024-088339"
  },
  {
    "title": "MultimodalLongitudinal Optical Imaging Reveals Optic Neuritis Preceding Retinal Pathology in Experimental Autoimmune Encephalomyelitis",
    "link": "https://www.neurology.org/doi/pdfdirect/10.1212/NXI.0000000000200338",
    "snippet": "… and independently of motor symptom severity, retinal signs of neuronal stress and parenchymal immune activation spike well after clinical peak of … While the FOV remains stable for longer periods, we limited total anesthesia duration to 60 minutes …",
    "source": "Neurology Neuroimmunology &amp; Neuroinflammation",
    "authors": [
      "Raphael Raspe",
      "Robert Günther",
      "Ralf Uecker",
      "Asylkhan Rakhymzhan",
      "Friedemann Paul",
      "Helena Radbruch",
      "Raluca Aura Niesner",
      "Anja Erika Hauser"
    ],
    "publication_date": "2025-01-01",
    "doi": "10.1212/nxi.0000000000200338"
  },
  {
    "title": "Important components of yoga practice for mediating thestressresponse",
    "link": "https://ses.library.usyd.edu.au/handle/2123/33456",
    "snippet": "… Multimodal yoga practice … Multimodal yoga practice has become a popular adjuvant treatment for lifestyle diseases. This thesis aimed to understand the typical composition of yoga classes of different styles, evaluated the evidence of the effects …",
    "source": "Complementary Therapies in Clinical Practice",
    "authors": [
      "Donald H. Lein",
      "Harshvardhan Singh",
      "SoJung Kim"
    ],
    "publication_date": "2020-08-01",
    "doi": "10.1016/j.ctcp.2020.101196"
  },
  {
    "title": "Attention Mechanism-ResNet-based Feature Recognition of Depressed Patients",
    "link": "https://madison-proceedings.com/index.php/aetr/article/download/3087/3113",
    "snippet": "… in assessing driver stress load in tunnel sections, this study adopts an integrated approach, combining multimodal indicators and … Task Load Index (NASA_TLX) scores for stress load calibration, along with gathering multimodal indicators such as …",
    "source": "Expert Systems with Applications",
    "authors": [
      "Qiang Zhang",
      "Yuguang Fu"
    ],
    "publication_date": "2025-02-01",
    "doi": "10.1016/j.eswa.2024.125508"
  },
  {
    "title": "Evaluation of DriverStressLoad in Freeway Tunnel Based on LightGBM and SHAP Methods",
    "link": "https://ascelibrary.org/doi/abs/10.1061/9780784485484.216",
    "snippet": "… in assessing driver stress load in tunnel sections, this study adopts an integrated approach, combining multimodal indicators and … Task Load Index (NASA_TLX) scores for stress load calibration, along with gathering multimodal indicators such as …",
    "source": "CICTP 2024",
    "authors": [
      "Hongcheng Ge",
      "Mingfa Zhou",
      "Zhongyin Guo",
      "Lizhi Cheng"
    ],
    "publication_date": "2024-12-11",
    "doi": "10.1061/9780784485484.216"
  },
  {
    "title": "M2SE: A Multistage Multitask Instruction Tuning Strategy for Unified Sentiment and Emotion Analysis",
    "link": "https://arxiv.org/pdf/2412.08049",
    "snippet": "… Abstract—Sentiment analysis and emotion recognition are crucial for applications such as human-computer interaction and depression … ) dataset, specifically designed to support MLLMs across five distinct tasks: multimodal sentiment analysis …",
    "source": "Proceedings of the 2022 Conference on Empirical Methods in Natural Language Processing",
    "authors": [
      "Guimin Hu",
      "Ting-En Lin",
      "Yi Zhao",
      "Guangming Lu",
      "Yuchuan Wu",
      "Yongbin Li"
    ],
    "publication_date": "2022-01-01",
    "doi": "10.18653/v1/2022.emnlp-main.534"
  },
  {
    "title": "Investigating the Causal Relationship Between Rheumatoid Arthritis and Neuroimaging Features Using Mendelian Randomization",
    "link": "https://meddiscoveries.org/pdf/1222.pdf",
    "snippet": "Abstract\n        Background\n At present, it is not clear whether there is a causal relationship between rheumatoid arthritis (RA) and pneumonia.\nMethod\n Single-nucleotide polymorphisms (SNPs), obtained from a genome-wide association study (GWAS) of RA, were used as instrumental variables. Inverse-variance weighted (IVW), weighted median, MR-Egger, simple mode and weighted mode methods were used to investigate causal effects. We applied MR-PRESSO methods and MR–Egger methods to investigate sensitivity. The heterogeneity of individual genetic variants was evaluated by Cochran's Q test and a leave-one-out analysis.\nResults\n Forty-two SNPs were selected as instrumental variables. The results of the IVW method were very significant (OR, 1.056 for pneumonia per log-odds increment in RA risk, 95% CI 1.034–1.077; p = 1.87E-07), and other methods were also statistically significant. The results of the IVW method showed a causal effect of genetically determined RA on pneumonia (critical care) (OR, 1.053, 95% CI 1.001–1.106; p = 0.044) but no causal effect of genetically determined RA on pneumonia (death) or pneumonia (28-day death in critical care)\nConclusions\n The study showed that RA was associated with an increased risk of pneumonia, but it did not cause death or a need for critical care.",
    "source": "Med Discoveries",
    "authors": [
      "Pan Luo",
      "Weikun Hou",
      "Ke Xu",
      "Lin Liu",
      "Peng Xu"
    ],
    "publication_date": "2022-09-14",
    "doi": "10.21203/rs.3.rs-2022175/v1"
  },
  {
    "title": "mies? What is surgical positioning for thyroidectomy? What pre-Rheumatoid arthritis (RA) is an autoimmune disease that",
    "link": "https://books.google.com/books?hl=en&lr=lang_en&id=KlI3EQAAQBAJ&oi=fnd&pg=PA77&dq=(multimodal+OR+multisensor*+OR+%22sensor+fusion%22+OR+%22multimodal+sensing%22)+++AND+(bipolar+OR+schizophrenia+OR+%22major+depressive%22+OR+%22MDD%22+OR+ADHD+OR+%E2%80%9Canxiety%E2%80%9D+OR+%E2%80%9CPTSD%E2%80%9D+OR+%E2%80%9Cdepression%E2%80%9D+OR+%E2%80%9Cstress%E2%80%9D+OR+%E2%80%9Cchronic+pain%E2%80%9D+OR+%E2%80%9Caddiction%E2%80%9D+OR+%E2%80%9Csubstance+use%E2%80%9D)&ots=ZijmSXdDv9&sig=t7JMoWLh7h6-c4rZ5pHhgTJEfBg",
    "snippet": "Rheumatoid Arthritis (RA) is among the most prevalent and impactful rheumatologic chronic autoimmune diseases (AIDs) worldwide. Within a framework that recognizes both immunological activation and inflammatory pathways, the exact cause of RA remains unclear. It seems however, that RA is initiated by a combination between genetic susceptibility, and environmental triggers, which result in an auto-perpetuating process. The subsequently, systemic inflammation associated with RA is linked with a variety of extra-articular comorbidities, including cardiovascular disease (CVD), resulting in increased mortality and morbidity. Hitherto, vast evidence demonstrated the key role of non-coding RNAs such as microRNAs (miRNAs) in RA, and in RA-CVD related complications. In this descriptive review, we aim to highlight the specific role of miRNAs in autoimmune processes, explicitly on their regulatory roles in the pathogenesis of RA, and its CV consequences, their main role as novel biomarkers, and their possible role as therapeutic targets.",
    "source": "International Journal of Molecular Sciences",
    "authors": [
      "Daniela Maria Tanase",
      "Evelina Maria Gosav",
      "Daniela Petrov",
      "Dan-Stefan Teodorescu",
      "Oana Nicoleta Buliga-Finis",
      "Anca Ouatu",
      "Ionut Tudorancea",
      "Elena Rezus",
      "Ciprian Rezus"
    ],
    "publication_date": "2022-05-08",
    "doi": "10.3390/ijms23095254"
  },
  {
    "title": "A Review of Studies UsingMachine Learningto Detect Voice Biomarkers forDepression",
    "link": "https://link.springer.com/article/10.1007/s41347-024-00454-2",
    "snippet": "AbstractVoice biomarkers developed using machine learning are a promising potential biomarker for mental disorders, including depression. This paper presents a narrative review with a systematic search of the evidence surrounding the efficacy of voice biomarkers as indicators of depression. The review considers two research questions: (i) What is the efficacy of voice biomarkers as potential biomarkers for depression? (ii) What are the variations in the samples and design methodologies employed? Nineteen papers were identified as examining voice biomarkers for depression using machine learning methods between January 2019 and February 2022. A subset of guidelines recommended in a previous systematic review was selected and adapted to investigate aspects of the field since that review. Seventeen studies used classification methods, and two used regression methods. Within the papers that examined classification, sensitivity (recall) was used by 76% of papers, accuracy by 65%, AUC by 59%, and F1 score by 59%. From these papers, the average performance achieved for the following metrics was 0.78 for sensitivity (recall), 0.76 for F1 score, and 0.78 for AUC. This review found that the efficacy of vocal biomarkers as indicators for depression is below that of the PHQ-9 form, a tool commonly used in psychology. The PHQ-9 can serve as a benchmark against which to compare these models. Difficulties were observed in comparing these models due to the variety of performance metrics used. Recommendations are presented as to how the generalisability of these models may be strengthened, e.g., testing on unseen data after models are developed.",
    "source": "Journal of Technology in Behavioral Science",
    "authors": [
      "Philip Donaghy",
      "Edel Ennis",
      "Maurice Mulvenna",
      "Raymond Bond",
      "Niamh Kennedy",
      "Mike McTear",
      "Henry O’Connell",
      "Nate Blaylock",
      "Raymond Brueckner"
    ],
    "publication_date": "2024-12-12",
    "doi": "10.1007/s41347-024-00454-2"
  },
  {
    "title": "Lifestyle factors and other predictors of commonmental disordersin diagnosticmachine learningstudies: A systematic review",
    "link": "https://www.sciencedirect.com/science/article/pii/S0010482524016068",
    "snippet": "Background Machine Learning (ML) models have been used to predict common mental disorders (CMDs) and may provide insights into the key modifiable factors that can identify and predict CMD risk and be targeted through interventions. This …",
    "source": "Computers in Biology and Medicine",
    "authors": [
      "Emma Todd",
      "Rebecca Orr",
      "Elizabeth Gamage",
      "Emma West",
      "Tabinda Jabeen",
      "Amelia J. McGuinness",
      "Victoria George",
      "Kate Phuong-Nguyen",
      "Lara M. Voglsanger",
      "Laura Jennings",
      "Lisa Angwenyi",
      "Sabine Taylor",
      "Abbas Khosravi",
      "Felice Jacka",
      "Samantha L. Dawson"
    ],
    "publication_date": "2025-02-01",
    "doi": "10.1016/j.compbiomed.2024.109521"
  },
  {
    "title": "Facingdepression: evaluating the efficacy of the EmpkinS-EKSpression reappraisal training augmented with facial expressions–protocol of a randomized controlled …",
    "link": "https://link.springer.com/article/10.1186/s12888-024-06361-3",
    "snippet": "… steps as for the classification task. As error metrics for the correspondence between clinical and machine - learning data, we will use Mean Absolute Error (MAE) and Root Mean Squared Error (RMSE). We will evaluate different machine learning …",
    "source": "BMC Psychiatry",
    "authors": [
      "Marie Keinert",
      "Lena Schindler-Gmelch",
      "Lydia Helene Rupp",
      "Misha Sadeghi",
      "Klara Capito",
      "Malin Hager",
      "Farnaz Rahimi",
      "Robert Richer",
      "Bernhard Egger",
      "Bjoern M. Eskofier",
      "Matthias Berking"
    ],
    "publication_date": "2024-12-12",
    "doi": "10.1186/s12888-024-06361-3"
  },
  {
    "title": "Neuroimaging signatures and adeep learningmodeling for early diagnosing and predicting non-pharmacological therapy success for subclinicaldepression…",
    "link": "https://www.sciencedirect.com/science/article/pii/S1697260024000917",
    "snippet": "… -naïve university students with subclinical depression and comorbid sleep disorders (… depression and provide objective suggestions to select non-pharmacological therapy by using the newly proposed Hierarchical Functional Brain Network (HFBN) …",
    "source": "International Journal of Clinical and Health Psychology",
    "authors": [
      "Xinyu Liang",
      "Yunan Guo",
      "Hanyue Zhang",
      "Xiaotong Wang",
      "Danian Li",
      "Yujie Liu",
      "Jianjia Zhang",
      "Luping Zhou",
      "Shijun Qiu"
    ],
    "publication_date": "2024-10-01",
    "doi": "10.1016/j.ijchp.2024.100526"
  },
  {
    "title": "Photoplethysmography as a noninvasive surrogate for microneurography in measuringstress-induced sympathetic nervous activation—Amachine learningapproach",
    "link": "https://www.sciencedirect.com/science/article/pii/S001048252401607X",
    "snippet": "… and green PPG signals to train a linear regression machine learning (ML) model to predict R-… induced physical stress (isometric handgrip and cold pressor) and cognitive stress (mental … greater sensitivity in detecting stress -induced SNA …",
    "source": "Computers in Biology and Medicine",
    "authors": [
      "Saifur Rahman",
      "Radhagayathri Udhayakumar",
      "David Kaplan",
      "Brendan McCarthy",
      "Tye Dawood",
      "Nicholas Mellor",
      "Alexander Senior",
      "Vaughan G. Macefield",
      "Dilpreet Buxi",
      "Chandan Karmakar"
    ],
    "publication_date": "2025-02-01",
    "doi": "10.1016/j.compbiomed.2024.109522"
  },
  {
    "title": "MulticlassClassificationof Mental Health Disorders Using XGBoost-HOA Algorithm",
    "link": "https://link.springer.com/article/10.1007/s42979-024-03525-6",
    "snippet": "… The classification results in case of stress are lower in comparison to depression and anxiety . For … comprehensive evaluation of model performance for different classes in depression , anxiety , and stress classification . For depression the ROC …",
    "source": "SN Computer Science",
    "authors": [
      "Ravita Chahar",
      "Ashutosh Kumar Dubey",
      "Sushil Kumar Narang"
    ],
    "publication_date": "2024-12-12",
    "doi": "10.1007/s42979-024-03525-6"
  },
  {
    "title": "StressDetection and Audio-Visual StimuliClassificationFrom Electroencephalogram",
    "link": "https://www.researchgate.net/profile/Mehdi-Chowdhury-3/publication/384549953_Stress_Detection_and_Audio-Visual_Stimuli_Classification_from_Electroencephalogram/links/670a90a868e0f20a611041ed/Stress-Detection-and-Audio-Visual-Stimuli-Classification-From-Electroencephalogram.pdf",
    "snippet": "… 9 and 10, there we noticed higher false values in multi-level stress classification comparing with the binary stress classification results because in binary classification , the highest stressed data and relaxed data was classified where the boundary line …",
    "source": "IEEE Access",
    "authors": [
      "Trishita Ghosh Troyee",
      "Mehdi Hasan Chowdhury",
      "Md. Fazlul Karim Khondakar",
      "Mahmudul Hasan",
      "Md. Azad Hossain",
      "Quazi Delwar Hossain",
      "M. Ali Akber Dewan"
    ],
    "publication_date": "2024-01-01",
    "doi": "10.1109/access.2024.3471590"
  },
  {
    "title": "The Interrelation of Experiential Avoidance, Rumination andDepression: Insights from Mediation Analysis andMachine Learning",
    "link": "https://dl.acm.org/doi/pdf/10.1145/3703847.3703886",
    "snippet": "… depression in university students. A sample of 600 students completed the AAQ-II, RRS, and SDS measures. Significant positive correlations were observed between experiential avoidance, rumination, and depression … as a key predictor of …",
    "source": "Proceedings of the 2024 International Conference on Smart Healthcare and Wearable Intelligent Devices",
    "authors": [
      "Naiping Wu",
      "Ting Zhou",
      "Zheng Huang",
      "Yunshu Zhang"
    ],
    "publication_date": "2024-10-18",
    "doi": "10.1145/3703847.3703886"
  },
  {
    "title": "Depressiondetection from social media using FFA",
    "link": "https://pubs.aip.org/aip/acp/article-abstract/3194/1/020005/3325188",
    "snippet": "… identification of depression symptoms and predicting depression using social media data. In this paper, it will be particularly compared that traditional deep learning models such as CNN with the forwardforward algorithm (FFA) in the …",
    "source": "AIP Conference Proceedings",
    "authors": [
      "Qizhang Liu"
    ],
    "publication_date": "2024-01-01",
    "doi": "10.1063/5.0223444"
  },
  {
    "title": "Characterization of common bean production regions in Brazil usingmachine learningtechniques",
    "link": "https://www.sciencedirect.com/science/article/pii/S0308521X24003871",
    "snippet": "… The classification and characterization of homogeneous production regions helps to better understand the genotype (G) x environment (E) … stress presents an even greater challenge. In this context, crop modeling plays a crucial role in identifying …",
    "source": "Agricultural Systems",
    "authors": [
      "Ludmilla Ferreira Justino",
      "Alexandre Bryan Heinemann",
      "David Henriques da Matta",
      "Luís Fernando Stone",
      "Paulo Augusto de Oliveira Gonçalves",
      "Silvando Carlos da Silva"
    ],
    "publication_date": "2025-03-01",
    "doi": "10.1016/j.agsy.2024.104237"
  },
  {
    "title": "Adigital twinframework for prediction, monitoring, and diagnosis in copper tube extrusion",
    "link": "https://books.google.com/books?hl=en&lr=lang_en&id=elU3EQAAQBAJ&oi=fnd&pg=PA211&dq=(%22digital+phenotyping%22+OR+%22digital+twin%22)++AND+(bipolar+OR+schizophrenia+OR+%22major+depressive%22+OR+%22MDD%22+OR+ADHD+OR+%22mental+disorders%22+OR+%E2%80%9Canxiety%E2%80%9D+OR+%E2%80%9CPTSD%E2%80%9D+OR+%E2%80%9Cdepression%E2%80%9D+OR+%E2%80%9Cstress%E2%80%9D+OR+%E2%80%9Cchronic+pain%E2%80%9D+OR+%E2%80%9Caddiction%E2%80%9D+OR+%E2%80%9Csubstance+use%E2%80%9D)&ots=aFIth19pbw&sig=IkeAQ3zGCU41o106uUmMKztcpxo",
    "snippet": "Abstract. The strict quality requirements, the increased production rates, variability, and volume constitute challenges in the quality of extruded profiles. State-of-practice methods cannot track down or mitigate all the product features and defects, thus increasing scrap generation and reducing production flexibility. Nevertheless, State-of-the-art approaches are few and dedicated to the product rather than the actual process with the last being researched in terms of process modeling. This study assesses the adoption level of I4.0 technologies in extrusion applications and it applies well-established practices across manufacturing to outline a Digital Twin framework for Prediction, Monitoring, and Diagnosis in the case of copper tube extrusion.",
    "source": "Materials Research Proceedings",
    "authors": [
      "Kyriakos SABATAKAKIS"
    ],
    "publication_date": "2024-12-10",
    "doi": "10.21741/9781644903377-28"
  },
  {
    "title": "Santos as an Integrated HumanDigital Twin, a Case Study: US Army Combat Fitness Test",
    "link": "https://www.sto.nato.int/publications/STO%20Meeting%20Proceedings/STO-MP-HFM-MSG-375/MP-HFM-MSG-375-12.pdf",
    "snippet": "… using the Santos human digital twin environment, we shall … human digital twin environment: • - A mathematical parametric model that can be scaled according the anthropometry and that provides a rigorous formulation for both kinematics and …",
    "source": "Preparing for the Army Combat Fitness Test",
    "authors": [],
    "publication_date": "2021-01-01",
    "doi": "10.5040/9781718225480.ch-001"
  },
  {
    "title": "Injection Molding of Polymeric and Composite Materials",
    "link": "https://www.frontiersin.org/journals/materials/articles/10.3389/fmats.2024.1534575/full",
    "snippet": "… stress identification and holds significant promise for industrial applications. The authors advocated for the integration of machine learning techniques to enhance stress analysis, emphasizing the importance of accurate stress … the groundwork …",
    "source": "Reference Module in Materials Science and Materials Engineering",
    "authors": [
      "S.A. Elsheikhi",
      "K.Y. Benyounis"
    ],
    "publication_date": "2016-01-01",
    "doi": "10.1016/b978-0-12-803581-8.04022-4"
  },
  {
    "title": "Genetic analysis of emotionality using consomic mouse strains established from C57BL/6J and MSM/Ms",
    "link": "https://cir.nii.ac.jp/crid/1910865335678736768",
    "snippet": "Consomic strains have recently attracted attention as an advantageous method to screen for genes related to developmental, physiological, and behavioral phenotypes. Recently, a new set of consomic strains was established from the Japanese wild‐derived mouse strain MSM/Ms and C57BL/6JJcl. By analyzing the entire consomic panel, we were able to identify a number of chromosomes associated with anxiety‐like behaviors in the open‐field (OF) test, a light–dark box and an elevated plus maze. Detailed observation of the OF behavior allowed us to identify chromosomes associated with those ethological traits, such as stretch attend, rearing, and jumping. Repeated OF test trials have different meanings for animals, and we found that some chromosomes responded to only the first or second trial, while others were consistent across both trials. By examining both male and female mice, sex‐dependent effects were found in several measurements. Principal component analysis of anxiety‐like behaviors extracted five factors: ‘general locomotor activity’, ‘thigmotaxis’, ‘risk assessment’, ‘open‐arm exploration’ and ‘autonomic emotionality’. We mapped chromosomes associated with these five factors of emotionality.",
    "source": "Genes, Brain and Behavior",
    "authors": [
      "A. Takahashi",
      "A. Nishi",
      "A. Ishii",
      "T. Shiroishi",
      "T. Koide"
    ],
    "publication_date": "2008-11-01",
    "doi": "10.1111/j.1601-183x.2008.00419.x"
  },
  {
    "title": "A study of genetic factors responsible for difference in spontaneous home-cage activity between inbred strains of mouse",
    "link": "https://cir.nii.ac.jp/crid/1910865335678747136",
    "snippet": "… Furthermore, I divided THA into two ethological components, active time (AT) and average activity (AA), and used them for the QTL … The open-field test is used to assess the reactivity to a novel environment including animal's exploratory activity …",
    "source": "Neuroscience Research",
    "authors": [
      "Tatsuhiko Goto",
      "Ayako Ishii",
      "Akinori Nishi",
      "Aki Takahashi",
      "Toshihiko Shiroishi",
      "Tsuyoshi Koide"
    ],
    "publication_date": "2011-09-01",
    "doi": "10.1016/j.neures.2011.07.716"
  },
  {
    "title": "Unacknowledged Abuse Experiences: An Overlooked Phenomenon Affecting Psychopathology, Wellness, and Relationships in and Out of the Psychotherapist's …",
    "link": "https://search.proquest.com/openview/98a554c8cf01d17af13e16d0d0ec04b8/1?pq-origsite=gscholar&cbl=18750&diss=y",
    "snippet": "… To Craig Leiser, my friend of over 40 years, you sought me out when I was buried under the work and stress of this process; you never … As much an ethological trait as the need for attachment itself, evidence of this understanding can even be seen …",
    "source": "2024",
    "authors": [
      "SE Kletkewicz"
    ],
    "publication_date": ""
  },
  {
    "title": "Ethical Considerations inMental HealthData Collection and Analysis: Ethical and Legal Aspects ofMental HealthData inWearableTechnology",
    "link": "https://books.google.com/books?hl=en&lr=lang_en&id=2mM3EQAAQBAJ&oi=fnd&pg=PA429&dq=(wearable*+OR+smartphone*+OR+%22mobile+sensing%22+OR+%22mobile+health%22)+++AND+(neuroscience+OR+neuropsychiatry+OR+psychiatry+OR+%22mental+health%22)&ots=ArbwwuNg83&sig=gZ5TE6jGVMUE5UO1nujjQ3h0Npw",
    "snippet": "… Wearable technology has changed the field of mental health by making it possible to collect data continuously and without being noticed. This data gives researchers useful information about people’s mental health . … Wearable …",
    "source": "Fundraising: Principles and Practice",
    "authors": [
      "VM Thorat",
      "MP Ambali"
    ],
    "publication_date": "2016-01-01",
    "doi": "10.4135/9781483393575.n15"
  },
  {
    "title": "Role ofWearableTechnology inMental HealthMonitoring and Management:PsychiatricInsights intoWearableTechnology Adoption",
    "link": "https://books.google.com/books?hl=en&lr=lang_en&id=2mM3EQAAQBAJ&oi=fnd&pg=PA405&dq=(wearable*+OR+smartphone*+OR+%22mobile+sensing%22+OR+%22mobile+health%22)+++AND+(neuroscience+OR+neuropsychiatry+OR+psychiatry+OR+%22mental+health%22)&ots=ArbwwuNg83&sig=8kfgpfPh68cpoCh8GldAPHjkiL0",
    "snippet": "… Wearable technology could change the way we diagnose and treat mental health problems if makers and doctors keep working together. … Wearable mental health gadgets that are easy for people to use need to be carefully designed with a number …",
    "source": "Accounting, Organizations and Society",
    "authors": [
      "Justin Leiby"
    ],
    "publication_date": "2018-04-01",
    "doi": "10.1016/j.aos.2018.03.003"
  },
  {
    "title": "Leveraging Mobile Technology for EnhancedMental HealthLevels in University Students.",
    "link": "https://search.ebscohost.com/login.aspx?direct=true&profile=ehost&scope=site&authtype=crawler&jrnl=18657923&AN=181268194&h=mXdYjcoiDzRtAHuHXQERJuuj3dIWl2%2FgsPm3%2F03JerwKMiCHpdNBblOlk2kU1KYkp0GqwXGzOEiDHeG1jA3owQ%3D%3D&crl=c",
    "snippet": "With the advent of the digital era, the application of mobile technology in higher education has become increasingly prevalent, particularly in the management of students’ mental health. University students face multiple pressures, including academic, social, and career-related challenges, which have led to a rise in mental health issues. As a result, the utilization of mobile technology to collect and analyze students’ mental states and behavioral data in realtime has emerged as significant research focus. Current studies predominantly rely on traditional survey methods, which fail to capture students’ dynamic mental states in real-time and often lack an in-depth understanding of complex behavioral patterns. Moreover, few existing studies have examined the integration of multi-source data, thereby limiting comprehensive analyses of mental health risks. This study proposes a dynamic mental behavior inference and mental health risk assessment framework for university students based on multi-source data integration. The framework aims to analyze students’ mental health conditions comprehensively by integrating diverse data from mobile technology. Experimental results and analyses were presented to verify the framework’s effectiveness and practicality, providing new insights for mental health management in higher education and laying the foundation for future research.",
    "source": "International Journal of Interactive Mobile Technologies (iJIM)",
    "authors": [
      "Wei Li",
      "Yan Lyu",
      "Qiuju Feng"
    ],
    "publication_date": "2024-12-03",
    "doi": "10.3991/ijim.v18i23.52877"
  },
  {
    "title": "Real-time Tracking of Mood, Physical Activity, and Sleep Using Mobile Technology in College Freshmen",
    "link": "https://deepblue.lib.umich.edu/handle/2027.42/195938",
    "snippet": "… Mental health is influenced by many factors, including physical activity and sleep. The … count, and weekly sleep minutes measured by wearable device over a first-year collegiate academic … This subset of participants (n=75) was provided a wearable …",
    "source": "Medicine &amp; Science in Sports &amp; Exercise",
    "authors": [
      "Sarah A. Davis",
      "Rohan Sachdeva",
      "Rachel Weingarden",
      "Hannah Swirple",
      "Adam S. Lepley",
      "Zhenke Wu",
      "Taraz Lee",
      "Christopher A. Brooks",
      "Margit Burmeister",
      "Peter F. Bodary",
      "Kenneth M. Kozloff"
    ],
    "publication_date": "2024-10-01",
    "doi": "10.1249/01.mss.0001055240.82497.f5"
  },
  {
    "title": "The Relationship Between Genetic Chronotype and PHQ-9 Score for Intern Physicians Modeled Through Two Different Polygenic Risk Scores",
    "link": "https://deepblue.lib.umich.edu/bitstream/handle/2027.42/195931/Alphonso_Joseph_MeTRIC_Poster_2024.pdf?sequence=1",
    "snippet": "Abstract\n                Background\n                This study explores the association between chronotypes and adolescent health risk behaviors (HRBs) by testing how genetic background moderates these associations and clarifies the influence of chronotypes and polygenic risk score (PRS) on adolescent HRBs.\n              \n                Methods\n                Using VOS-viewer software to select the corresponding data, this study used knowledge domain mapping to identify and develop the research direction with respect to adolescent risk factor type. Next, DNA samples from 264 students were collected for low-depth whole-genome sequencing. The sequencing detected HRB risk loci, 49 single nucleotide polymorphisms based to significant SNP. Subsequently, PRSs were assessed and divided into low, moderate, and high genetic risk according to the tertiles and chronotypes and interaction models were constructed to evaluate the association of interaction effect and clustering of adolescent HRBs. The chronotypes and the association between CLOCK-PRS and HRBs were examined to explore the association between chronotypes and mental health and circadian CLOCK-PRS and HRBs.\n              \n                Results\n                Four prominent areas were displayed by clustering information fields in network and density visualization modes in VOS-viewer. The total score of evening chronotypes correlated with high-level clustering of HRBs in adolescents, co-occurrence, and mental health, and the difference was statistically significant. After controlling covariates, the results remained consistent. Three-way interactions between chronotype, age, and mental health were observed, and the differences were statistically significant. CLOCK-PRS was constructed to identify genetic susceptibility to the clustering of HRBs. The interaction of evening chronotypes and high genetic risk CLOCK-PRS was positively correlated with high-level clustering of HRBs and HRB co-occurrence in adolescents, and the difference was statistically significant. The interaction between the sub-dimensions of evening chronotypes and the high genetic CLOCK-PRS risk correlated with the outcome of the clustering of HRBs and HRB co-occurrence.\n              \n                Conclusions\n                The interaction of PRS and chronotype and the HRBs in adolescents appear to have an association, and the three-way interaction between the CLOCK-PRS, chronotype, and mental health plays important roles for HRBs in adolescents.",
    "source": "BMC Psychiatry",
    "authors": [
      "Yi Zhang",
      "Shuqin Li",
      "Yang Xie",
      "Wan Xiao",
      "Huiqiong Xu",
      "Zhengge Jin",
      "Ruoyu Li",
      "Yuhui Wan",
      "Fangbiao Tao"
    ],
    "publication_date": "2023-12-20",
    "doi": "10.1186/s12888-023-05337-z"
  },
  {
    "title": "Detection and Classification of Mental Stress Using In-Ear Plethysmography and a Vision Transformer",
    "link": "https://ieeexplore.ieee.org/abstract/document/10797649/",
    "snippet": "… mental health applications. Future work will focus on validating these findings with a larger sample size and exploring the integration of this technology into wearable … Despite these limitations, our study offers substantial contributions to …",
    "source": "IEEE Sensors Journal",
    "authors": [
      "Hika Barki",
      "Lionel Nkenyereye",
      "Wan-Young Chung"
    ],
    "publication_date": "2024-01-01",
    "doi": "10.1109/jsen.2024.3512595"
  },
  {
    "title": "Health in the Digital Age: The Rise of Personalized Medicine",
    "link": "https://books.google.com/books?hl=en&lr=lang_en&id=RGI3EQAAQBAJ&oi=fnd&pg=PT1&dq=(wearable*+OR+smartphone*+OR+%22mobile+sensing%22+OR+%22mobile+health%22)+++AND+(neuroscience+OR+neuropsychiatry+OR+psychiatry+OR+%22mental+health%22)&ots=2svhH2MB7d&sig=60Gg6OhICqDuEp8gADdRPA-mjew",
    "snippet": "Abstract\n               The global COVID-19 pandemic limited or prevented traditional in-person interactions with healthcare providers, placing greater emphasis on remote solutions. This crisis came in the midst of the already increasing development of digital health technologies that have transformed healthcare and the patient-provider relationship. The new digitally enhanced landscape of healthcare will undoubtedly present new considerations for patient care, including processes related to placebo effects. With the proliferation of digital health technologies along with expanded understanding and use of placebo and nocebo effect in clinical care, there is a growing need to identify, understand, and harness placebo and nocebo effects in the digital health space. This chapter provides a brief review of extant applications of digital technologies, discusses the significance of the study and application of placebo and/or nocebo effects in digital health care, and looks to the future of digital medicine while considering the potential challenges of isolating and identifying placebo effects.",
    "source": "Placebo Effects Through the Lens of Translational Research",
    "authors": [
      "Ellenor Brown",
      "Susan Persky",
      "Patricia D. Franklin",
      "Chamindi Seneviratne",
      "Jason Noel",
      "Luana Colloca"
    ],
    "publication_date": "2023-11-01",
    "doi": "10.1093/med/9780197645444.003.0025"
  },
  {
    "title": "Examining Direct-to-Consumer Healthcare Through Three Lenses: Consumer Trust, Industry Evolution, and Policy Uncertainty",
    "link": "https://escholarship.org/content/qt5n7086tz/qt5n7086tz.pdf",
    "snippet": "… growing array of consumer digital health technologies, from wearable devices to at-home … system through digital platforms, ranging from mobile apps and wearable devices to … wearables ) is positively associated with the failure of DTC …",
    "source": "OECD Digital Economy Papers",
    "authors": [
      "A Nagappan"
    ],
    "publication_date": "2005-12-20",
    "doi": "10.1787/231767418167"
  },
  {
    "title": "Kathleen Breda, NP",
    "link": "https://medauth2.mdedge.com/authors/kathleen-breda-np",
    "snippet": "… It is defined by the American Psychiatric Association’s fifth edition of the Diagnostic and Statistical Manual of Mental Disorders as a disturbance in … To achieve these goals, we explored the use of a multimodal strategy centered on …",
    "source": "J Ching, S Darwish, K Siegel, X Li, J Wong, B Simpson…",
    "authors": [],
    "publication_date": ""
  },
  {
    "title": "The wellbeing coach",
    "link": "https://books.google.com/books?hl=en&lr=lang_en&id=MFY3EQAAQBAJ&oi=fnd&pg=RA1-PA2013-IA1&dq=(multimodal+OR+multisensor*+OR+%22sensor+fusion%22+OR+%22multimodal+sensing%22)+++AND+(%22mental+disorders%22+OR+psychiatry+OR+psychiatric+OR+%22mental+health%22+OR+neuropsychiatry)&ots=9Yr2V2556e&sig=Iwr-iQ85TprVMbPatCx_fXHFl_M",
    "snippet": "… The debate about whether mental health and wellbeing has one or two dimensions is described, highlighting the real-life relevance of this … Use a multimodal approach in assisting the client with wellbeing; that is, reading and …",
    "source": "The Health and Wellbeing Coaches' Handbook",
    "authors": [
      "Lindsay G. Oades"
    ],
    "publication_date": "2024-12-09",
    "doi": "10.4324/9781003319016-3"
  },
  {
    "title": "Mixed Topics",
    "link": "https://medauth2.mdedge.com/topics/mixed-topics?page=50",
    "snippet": "We are all part of one of the most exciting and varied fields of medicine and hope to have long and productive careers. In this month’s AGA Perspectives we explore two different impediments to longevity as a gastroenterologist: work-related disability …",
    "source": "The Functional Calculus for Sectorial Operators",
    "authors": [
      "Markus Haase"
    ],
    "publication_date": "2006-01-01",
    "doi": "10.1007/3-7643-7698-8_9"
  },
  {
    "title": "Emotion-AwareMultimodalBiometric Identification by Using Biosignals",
    "link": "https://ieeexplore.ieee.org/abstract/document/10773617/",
    "snippet": "… To observe whether emotional states affect biometric identification systems’ reliability, we merge emotional data and stress levels obtained from some survey data into the physiological signals. We measure the accuracy of the models both …",
    "source": "2024 9th International Conference on Computer Science and Engineering (UBMK)",
    "authors": [
      "Yekta Said Can",
      "Beyzanur Bektan",
      "Fatih Alagöz"
    ],
    "publication_date": "2024-10-26",
    "doi": "10.1109/ubmk63289.2024.10773617"
  },
  {
    "title": "The effect of educational-supportive program on theanxietyof mothers of infants admitted to the neonatal intensive care unit (NICU)",
    "link": "https://www.researchgate.net/profile/Reihane-Moghimian-Shahrbabaki/publication/385986685_The_effect_of_educational-_supportive_program_on_the_anxiety_of_mothers_of_infants_admitted_to_the_neonatal_intensive_care_unit_NICU/links/674b4f47790d154bf9b8e5c4/The-effect-of-educational-supportive-program-on-the-anxiety-of-mothers-of-infants-admitted-to-the-neonatal-intensive-care-unit-NICU.pdf",
    "snippet": "… Conclusion: The present study showed that the multisensory stimulation intervention had a positive and significant effect on the anxiety of mothers of preterm infants and reduced it. Therefore, this simple and practical relaxing measure can be …",
    "source": "Journal of Neonatal Nursing",
    "authors": [
      "Saide amiri doomari",
      "Reihane Moghimian Shahrbabaki",
      "Monirsadat Nematollahi",
      "Behnaz Bagherian"
    ],
    "publication_date": "2024-11-01",
    "doi": "10.1016/j.jnn.2024.11.006"
  },
  {
    "title": "Sensory Processing andAnxiety: Within and Beyond the Autism Spectrum",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39671066/",
    "snippet": "… , contributes to anxiety in autism. We present new findings integrating multimodal interoceptive measures and total anxiety symptoms in a … ): one component that closely relates to anxiety symptoms and one component that is distinct from anxiety …",
    "source": "Current Topics in Behavioral Neurosciences",
    "authors": [
      "Alisa R. Zoltowski",
      "Caitlin A. Convery",
      "Ekomobong Eyoh",
      "Emily Plump",
      "Molly Sullivan",
      "Eshani R. Arumalla",
      "Jennifer M. Quinde-Zlibut",
      "Bahar Keceli-Kaysili",
      "Brianna Lewis",
      "Carissa J. Cascio"
    ],
    "publication_date": "2024-01-01",
    "doi": "10.1007/7854_2024_557"
  },
  {
    "title": "Deep learning for plantstressdetection: A comprehensive review of technologies, challenges, and future directions",
    "link": "https://www.sciencedirect.com/science/article/pii/S0168169924011256",
    "snippet": "Deep learning (DL)-based systems have emerged as powerful methods for the diagnosis and treatment of plant stress , offering high accuracy and efficiency in analyzing imagery data. This review paper aims to present a thorough overview of …",
    "source": "Computers and Electronics in Agriculture",
    "authors": [
      "Nijhum Paul",
      "G.C. Sunil",
      "David Horvath",
      "Xin Sun"
    ],
    "publication_date": "2025-02-01",
    "doi": "10.1016/j.compag.2024.109734"
  },
  {
    "title": "The wellbeing coach",
    "link": "https://books.google.com/books?hl=en&lr=lang_en&id=MFY3EQAAQBAJ&oi=fnd&pg=RA1-PA2013-IA1&dq=(multimodal+OR+multisensor*+OR+%22sensor+fusion%22+OR+%22multimodal+sensing%22)+++AND+(bipolar+OR+schizophrenia+OR+%22major+depressive%22+OR+%22MDD%22+OR+ADHD+OR+%E2%80%9Canxiety%E2%80%9D+OR+%E2%80%9CPTSD%E2%80%9D+OR+%E2%80%9Cdepression%E2%80%9D+OR+%E2%80%9Cstress%E2%80%9D+OR+%E2%80%9Cchronic+pain%E2%80%9D+OR+%E2%80%9Caddiction%E2%80%9D+OR+%E2%80%9Csubstance+use%E2%80%9D)&ots=9Yr2V2556e&sig=Iwr-iQ85TprVMbPatCx_fXHFl_M",
    "snippet": "… If so, we are implying one dimension, in which masculine and feminine are at the opposite ends, a bipolar dimension. However, a single … Use a multimodal approach in assisting the client with wellbeing; that is, reading and writing, speaking …",
    "source": "The Health and Wellbeing Coaches' Handbook",
    "authors": [
      "Lindsay G. Oades"
    ],
    "publication_date": "2024-12-09",
    "doi": "10.4324/9781003319016-3"
  },
  {
    "title": "Explainer: NDIS and creative arts therapies",
    "link": "https://www.jocat-online.org/s/E-24-Gentle.pdf",
    "snippet": "… therapy, music therapy, dramatherapy, dance/movement therapy and multimodal creative arts therapies) to ensure accessibility for people who … experiencing emotional and psychological challenges, such as anxiety , depression , and stress …",
    "source": "The Cambridge Handbook of Creativity and Emotions",
    "authors": [
      "Hod Orkibi",
      "Shoshi Keisari"
    ],
    "publication_date": "2023-02-28",
    "doi": "10.1017/9781009031240.027"
  },
  {
    "title": "Neuroscience and Motivation",
    "link": "https://link.springer.com/chapter/10.1007/978-981-97-9247-4_6",
    "snippet": "… for conditions characterized by motivational deficits, such as depression and addiction . Depression is often associated with hypoactivity in the reward circuitry, … “Our findings led to the conclusion that multimodal data is a vast area of research across …",
    "source": "Motivation Science",
    "authors": [
      "Myint Swe Khine"
    ],
    "publication_date": "2024-01-01",
    "doi": "10.1007/978-981-97-9247-4_6"
  },
  {
    "title": "Anxietyin aquatics: Leveragingmachine learningmodels to predict adult zebrafish behavior",
    "link": "https://www.sciencedirect.com/science/article/pii/S0306452224007140",
    "snippet": "Accurate analysis of anxiety behaviors in animal models is pivotal for advancing neuroscience research and drug discovery. This study compares the potential of DeepLabCut, ZebraLab, and machine learning models to analyze anxiety -related …",
    "source": "Neuroscience",
    "authors": [
      "Vartika Srivastava",
      "Anagha Muralidharan",
      "Amrutha Swaminathan",
      "Alwin Poulose"
    ],
    "publication_date": "2024-12-01",
    "doi": "10.1016/j.neuroscience.2024.12.013"
  },
  {
    "title": "Machine learning-assisted implantable plant electrophysiology microneedle sensor for plantstressmonitoring",
    "link": "https://www.sciencedirect.com/science/article/pii/S0956566324010698",
    "snippet": "… High-fidelity acquisition and analysis of plant electrophysiological signals contribute to early stress identification, … stress ). Based on the collected plant electrophysiological data, we utilized a machine learning model to analyze these …",
    "source": "Biosensors and Bioelectronics",
    "authors": [
      "Jin Zhou",
      "Peidi Fan",
      "Shenghan Zhou",
      "Yuxiang Pan",
      "Jianfeng Ping"
    ],
    "publication_date": "2024-12-01",
    "doi": "10.1016/j.bios.2024.117062"
  },
  {
    "title": "DepressionSymptoms Prediction on Online Social Networks UsingMachine LearningAlgorithms",
    "link": "https://books.google.com/books?hl=en&lr=lang_en&id=FF03EQAAQBAJ&oi=fnd&pg=PA222&dq=(bipolar+OR+schizophrenia+OR+%22major+depressive%22+OR+%22MDD%22+OR+ADHD+OR+%22mental+disorders%22+OR+%E2%80%9Canxiety%E2%80%9D+OR+%E2%80%9CPTSD%E2%80%9D+OR+%E2%80%9Cdepression%E2%80%9D+OR+%E2%80%9Cstress%E2%80%9D+OR+%E2%80%9Cchronic+pain%E2%80%9D+OR+%E2%80%9Caddiction%E2%80%9D+OR+substance+AND+(%22machine+learning%22+OR+%22deep+learning%22+OR+%22classification%22)&ots=bh0hm5Bv9m&sig=AEuAlfkzM08j1_W4g-Vv0vtpIbI",
    "snippet": "… Similarly, a deep learning model was proposed in another study to determine depression … A textual-based featuring approach for depression detection using machine learning … of major depressive disorder from cortical hemodynamic …",
    "source": "6th Chilean Conference on Pattern Recognition (CCPR)",
    "authors": [
      "M. Estrada",
      "M. Mendoza"
    ],
    "publication_date": "2014-01-01",
    "doi": "10.1049/14.2014.0012"
  },
  {
    "title": "Correction: Replication ofmachine learningmethods to predict treatment outcome with antidepressant medications in patients withmajor depressivedisorder from …",
    "link": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0315844",
    "snippet": "In the Abstract, the Results section is incorrect. The correct Results section is: Our replicated models predicted TRD in the STAR* D dataset with slightly better balanced accuracy than Nie et al (68%-72% versus 64%-71%, respectively) …",
    "source": "PLOS ONE",
    "authors": [
      "John-Jose Nunez",
      "Teyden T. Nguyen",
      "Yihan Zhou",
      "Bo Cao",
      "Raymond T. Ng",
      "Jun Chen",
      "Benicio N. Frey",
      "Roumen Milev",
      "Daniel J. Müller",
      "Susan Rotzinger",
      "Claudio N. Soares",
      "Rudolf Uher",
      "Sidney H. Kennedy",
      "Raymond W. Lam"
    ],
    "publication_date": "2024-12-12",
    "doi": "10.1371/journal.pone.0315844"
  },
  {
    "title": "Screening forDepressionandAnxietyUsing a Nonverbal Working Memory Task in a Sample of Older Brazilians: Observational Study of Preliminary Artificial …",
    "link": "https://formative.jmir.org/2024/1/e55856/",
    "snippet": "… This study demonstrates the preliminary transferability of the performance of two AI models (1 for binary depression classification and 1 for binary anxiety classification ) to a new dataset of older Brazilian adults, vastly distinct from the …",
    "source": "JMIR Formative Research",
    "authors": [
      "Alexandra Livia Georgescu",
      "Nicholas Cummins",
      "Emilia Molimpakis",
      "Eduardo Giacomazzi",
      "Joana Rodrigues Marczyk",
      "Stefano Goria"
    ],
    "publication_date": "2024-02-01",
    "doi": "10.2196/55856"
  },
  {
    "title": "DepressionDetection in Social Media Text UsingMachine LearningTechniques",
    "link": "https://books.google.com/books?hl=en&lr=lang_en&id=FF03EQAAQBAJ&oi=fnd&pg=PA209&dq=(bipolar+OR+schizophrenia+OR+%22major+depressive%22+OR+%22MDD%22+OR+ADHD+OR+%22mental+disorders%22+OR+%E2%80%9Canxiety%E2%80%9D+OR+%E2%80%9CPTSD%E2%80%9D+OR+%E2%80%9Cdepression%E2%80%9D+OR+%E2%80%9Cstress%E2%80%9D+OR+%E2%80%9Cchronic+pain%E2%80%9D+OR+%E2%80%9Caddiction%E2%80%9D+OR+substance+AND+(%22machine+learning%22+OR+%22deep+learning%22+OR+%22classification%22)&ots=bh0hm5Bv9m&sig=QAMn5bjCYhAUywHbmnv8kbmZMaI",
    "snippet": "… There are lots of classification algorithms available to categorize the data into classes. In our work, we have used the Twitter-labelled dataset, Eye. Even though this study utilized Twitter tweets to train its machine - learning models, the findings …",
    "source": "Encyclopedia of Database Systems",
    "authors": [
      "Sihem Amer-Yahia",
      "Sofiane Abbar",
      "Noha Ibrahim"
    ],
    "publication_date": "2018-01-01",
    "doi": "10.1007/978-1-4614-8265-9_80672"
  },
  {
    "title": "Depression Classificationfrom rs-fMRI: A Local-to-Global Graph Neural Network Approach",
    "link": "https://thesis.unipd.it/bitstream/20.500.12608/79322/1/final_thesispdfa.pdf",
    "snippet": "… enhancing the classification accuracy. Specifically, GNN studies using such non-imaging data for depression classification remain sparse, … and global brain network patterns for the two classes in MDD classification and therefore setting a new …",
    "source": "Patterns",
    "authors": [
      "Shuyu Liu",
      "Jingjing Zhou",
      "Xuequan Zhu",
      "Ya Zhang",
      "Xinzhu Zhou",
      "Shaoting Zhang",
      "Zhi Yang",
      "Ziji Wang",
      "Ruoxi Wang",
      "Yizhe Yuan",
      "Xin Fang",
      "Xiongying Chen",
      "Yanfeng Wang",
      "Ling Zhang",
      "Gang Wang",
      "Cheng Jin"
    ],
    "publication_date": "2024-12-01",
    "doi": "10.1016/j.patter.2024.101081"
  },
  {
    "title": "Emotional Vietnamese Speech-BasedDepressionDiagnosis Using Dynamic Attention Mechanism",
    "link": "https://arxiv.org/pdf/2412.08683",
    "snippet": "… then determine if they are likely to experience depression based on those characteristics. By using deep learning , we are able to assess and … By the completion of this research, we will be able to obtain useful information to diagnose …",
    "source": "Computer Systems Science and Engineering",
    "authors": [
      "Thanh X. Le",
      "An T. Le",
      "Quang H. Nguyen"
    ],
    "publication_date": "2023-01-01",
    "doi": "10.32604/csse.2023.026234"
  },
  {
    "title": "Enhanced State Monitoring and Fault Diagnosis Method for Intelligent Manufacturing Systems via RXET inDigital TwinTechnology.",
    "link": "https://search.ebscohost.com/login.aspx?direct=true&profile=ehost&scope=site&authtype=crawler&jrnl=2158107X&AN=181266249&h=wT6hhbrMI3cDP7kA7SaHHsGJZeVf6obUAfX5zJneun5EM8Yg0Nr4qdE0XjiRHWEz%2B3tLASY1rImDYAkBvILsMw%3D%3D&crl=c",
    "snippet": "… Machine learning and digital twin technologies have recently been used to improve defect … Digital twin technology allows industrial machine learning to imitate the genuine system in … Factor (ESF) integrates ambient temperature and …",
    "source": "International Journal of Advanced Computer Science and Applications",
    "authors": [
      "Min Li"
    ],
    "publication_date": "2024-01-01",
    "doi": "10.14569/ijacsa.2024.01511124"
  },
  {
    "title": "RELIABILITY ESTIMATION AND LIFECYCLE ASSESSMENT OF ELECTRONICS IN EXTREME CONDITIONS",
    "link": "https://www.researchgate.net/profile/Akshay-Gaikwad-14/publication/387024325_RELIABILITY_ESTIMATION_AND_LIFECYCLE_ASSESSMENT_OF_ELECTRONICS_IN_EXTREME_CONDITIONS/links/675c71bdda24c8537c6c2b69/RELIABILITY-ESTIMATION-AND-LIFECYCLE-ASSESSMENT-OF-ELECTRONICS-IN-EXTREME-CONDITIONS.pdf",
    "snippet": "… This involves identifying potential failure mechanisms and understanding how various stress factors—such as heat, shock, and vibration—affect … The future of this field will likely see further advancements in predictive models, real-time …",
    "source": "Electronics and Control Systems",
    "authors": [
      "N. I. Aralova",
      "O. M. Klyuchko",
      "V. I. Mashkin",
      "I. V. Mashkin"
    ],
    "publication_date": "2016-06-22",
    "doi": "10.18372/1990-5548.47.10295"
  },
  {
    "title": "Foundations of Semantic Communication Networks",
    "link": "https://books.google.com/books?hl=en&lr=lang_en&id=n5w3EQAAQBAJ&oi=fnd&pg=PR17&dq=(%22digital+phenotyping%22+OR+%22digital+twin%22+OR+%22digital+biomarkers%22+OR+%22deep+phenotyping%22)+++AND+(multimodal+OR+multisensor+OR+%22sensor+fusion%22+OR+%22multimodal+data%22+OR+%22multimodal+sensing%22)&ots=blrTo563FO&sig=jDljlGBCdq2l90GkxkLlWQWyFB4",
    "snippet": "This article provides the foundations for the new field of research coined Service Networks research. Understanding what factors explain the structure and dynamics of global service networks may lead to a more efficient and balanced society and economy. The concept of service network is formally represented as a business structure made up of services systems which are nodes connected by one or more specific types of relationships. They can be used to represent the global economy, i.e. a complex network composed of national economies, which are themselves networks of markets, and markets are also networks of providers, brokers, intermediaries, and consumers. The authors’ key challenge consists in developing a novel perspective on socio-economic dynamics by connecting service models representing service systems (e.g. consulting, governmental, and educational services). Theories to be developed will enable to understand, describe, explain, analyze, predict, and control the evolution of global service networks..",
    "source": "International Journal of Service Science, Management, Engineering, and Technology",
    "authors": [
      "Jorge Cardoso",
      "Carlos Pedrinaci",
      "Torsten Leidig",
      "Paulo Rupino",
      "Pieter De Leenheer"
    ],
    "publication_date": "2013-04-01",
    "doi": "10.4018/jssmet.2013040101"
  },
  {
    "title": "Stressfield identification usingdeep learningand three-dimensional digital image correlation",
    "link": "https://www.sciencedirect.com/science/article/pii/S0263224124024023",
    "snippet": "… a stress identification method to predict the stress distribution and evolution in adhesive layers by integrating a multitask stress learning-… corresponding stress fields obtained via FEM simulations. Finally, an end-to-end prediction is achieved …",
    "source": "Measurement",
    "authors": [
      "Hongfan Yang",
      "Feng Gao",
      "Lin Zhang",
      "Huanxiong Xia",
      "Jianhua Liu",
      "Xiaohui Ao",
      "Da Li",
      "Yuhe Wang"
    ],
    "publication_date": "2024-12-01",
    "doi": "10.1016/j.measurement.2024.116517"
  },
  {
    "title": "Investigating the Psychological Outcomes Through Yoga forStressReduction UsingMachine Learningand Statistical Techniques",
    "link": "https://link.springer.com/article/10.1007/s42979-024-03489-7",
    "snippet": "… effective yoga asana for stress reduction among various participants. By employing conventional machine learning algorithms and boosting parameters, we analyze the data to explore the dynamics of stress and assess the effectiveness of …",
    "source": "SN Computer Science",
    "authors": [
      "Apurva Gupta",
      "Virender Kadyan",
      "Shirley Telles"
    ],
    "publication_date": "2024-12-14",
    "doi": "10.1007/s42979-024-03489-7"
  },
  {
    "title": "AMachine-Learning-Assisted Wireless Battery-FreeStressMonitoring Wearable System",
    "link": "https://ieeexplore.ieee.org/abstract/document/10780621/",
    "snippet": "… -assisted wearable GSR system represents a significant advancement in stress monitoring technology. By overcoming the limitations of … and machine learning models demonstrate the device's effectiveness in real-time stress detection and …",
    "source": "2024 IEEE 20th International Conference on Body Sensor Networks (BSN)",
    "authors": [
      "Xiaochang Pei",
      "Anita Ghandehari",
      "Jerome Rajendran",
      "Shingirirai Chakoma",
      "Jorge Alfonso Tavares Negrete",
      "Rahim Esfandyarpour"
    ],
    "publication_date": "2024-10-15",
    "doi": "10.1109/bsn63547.2024.10780621"
  },
  {
    "title": "Early identification ofSchizophreniausing multi-view learning model",
    "link": "https://search.proquest.com/openview/b0e1ffee350ee86fda368e7ff0a7b803/1?pq-origsite=gscholar&cbl=2043312",
    "snippet": "… of deep learning techniques in handling classification and predictive modeling make them a valuable source for analyzing and identifying Schizophrenia . To … Application of machine learning methods in predicting schizophrenia and bipolar …",
    "source": "Cogent Engineering",
    "authors": [
      "Krishna Bhargavi Y",
      "Singamsetty Ritwika",
      "Javadi Lakshmi Prasanna",
      "Bhupathi Prashanthi",
      "Bulipe Sankara Babu",
      "Darya Viktorovna Nemova",
      "Abhishek Joshi",
      "Al-Farouni Mohammed"
    ],
    "publication_date": "2024-08-01",
    "doi": "10.1080/23311916.2024.2384649"
  },
  {
    "title": "Hybridization of ML & DL for DetectingDepression",
    "link": "https://ieeexplore.ieee.org/abstract/document/10780278/",
    "snippet": "… Of them, CNN performs best with an accuracy of 96.8% for depression and 96% for anxiety . The aim of the study [8] was to apply NLP and deep learning methods to identify depression in Twitter data. According to the findings, MDH-PWO architecture …",
    "source": "2024 International Conference on Power, Energy, Control and Transmission Systems (ICPECTS)",
    "authors": [
      "D. Sathish Kumar",
      "Ashwin Rajendra Kandiyan",
      "Abishek Kumar M",
      "Navanitha Krishnan B",
      "N.Gopinath",
      "M.Meena"
    ],
    "publication_date": "2024-10-08",
    "doi": "10.1109/icpects62210.2024.10780278"
  },
  {
    "title": "Selecting the BestMachine LearningModels for Industrial Robotics with HesitantBipolarFuzzy MCDM: A Comprehensive Framework for Evaluating Industrial …",
    "link": "https://search.ebscohost.com/login.aspx?direct=true&profile=ehost&scope=site&authtype=crawler&jrnl=2158107X&AN=181266176&h=PW5OYBFkNZJMzQIb1zpemMSxHzJalfH%2BR73MtvTv8yzTRUoIsnQcLRQvcv%2Fz1jc0OPMYzVDW2BAT5e9xzjjtPQ%3D%3D&crl=c",
    "snippet": "… as multiple criteria decision-making (MCDM) by exploiting hesitant bipolar fuzzy information, which takes into account both hesitation and … bipolar fuzzy weighted geometric operator (HBFWGO), which is appropriate for multiplicative relationships …",
    "source": "International Journal of Advanced Computer Science and Applications",
    "authors": [
      "Chan Gu",
      "Bo Tang"
    ],
    "publication_date": "2024-01-01",
    "doi": "10.14569/ijacsa.2024.0151151"
  },
  {
    "title": "Anxiety,Depression, andStressPrediction in Modern Life UsingMachine Learning, Taxonomy, Applications, and Challenges",
    "link": "https://www.igi-global.com/chapter/anxiety-depression-and-stress-prediction-in-modern-life-using-machine-learning-taxonomy-applications-and-challenges/365831",
    "snippet": "The rise of psychological complication and the importance for fruitful medical treatment have opened the area of an research analysis of machine learning that can be practiced in psychological complication. In this paper we have offered a thorough analysis of techniques of machine learning in Anxiety, Depression and Stress prediction. We have also concentrated on the difficulties, restrictions, and potential future prospects for the use of machine learning in this area. We have collected research journals and studies that enlights on different machine learning techniques in prediction of mental health problems. While doing this review, we adhered to the PRISMA process.. We have listed a total of 15 research studies and articles in this review after comprehensive identification and screening procedures. Then, we classify the research studies based on the different mental health complication such as anxiety, stress and depression etc.",
    "source": "Advances in Computational Intelligence and Robotics",
    "authors": [
      "Prolay Ghosh",
      "Tanusree Saha",
      "Ritadrik Chowdhury",
      "Siddhartha Barua"
    ],
    "publication_date": "2024-12-20",
    "doi": "10.4018/979-8-3373-1032-9.ch034"
  },
  {
    "title": "Understanding Early-LifeStressImpact on Mental-Physical Comorbidity UsingMachine Learning",
    "link": "https://ieeexplore.ieee.org/abstract/document/10783623/",
    "snippet": "… In this study, we focus on depression as a common mental disorder and two physical disorders: CVD and diabetes, which commonly co-… with both depression and ELS exhibit a greater risk of developing chronic physical conditions than those …",
    "source": "2024 20th International Symposium on Medical Information Processing and Analysis (SIPAIM)",
    "authors": [
      "Vien Ngoc Dang",
      "Jerónimo Hernández-González",
      "Karim Lekadir"
    ],
    "publication_date": "2024-11-13",
    "doi": "10.1109/sipaim62974.2024.10783623"
  },
  {
    "title": "Development of a Novel Method forStressDetection andClassificationUsing EEG and Neural Networks",
    "link": "https://sciforum.net/paper/view/20319",
    "snippet": "… stress detection and classification using electroencephalogram (EEG) data combined with neural network modeling. We propose a multi-layer neural network architecture optimized to analyze EEG frequency bands and extract stress … bands …",
    "source": "Neuropsychobiology",
    "authors": [
      "Bert Kl&ouml;ppel"
    ],
    "publication_date": "1994-01-01",
    "doi": "10.1159/000119060"
  },
  {
    "title": "Machine Learning-Based Detection",
    "link": "https://books.google.com/books?hl=en&lr=lang_en&id=o5o3EQAAQBAJ&oi=fnd&pg=PA132&dq=(bipolar+OR+schizophrenia+OR+%22major+depressive%22+OR+%22MDD%22+OR+ADHD+OR+%22mental+disorders%22+OR+%E2%80%9Canxiety%E2%80%9D+OR+%E2%80%9CPTSD%E2%80%9D+OR+%E2%80%9Cdepression%E2%80%9D+OR+%E2%80%9Cstress%E2%80%9D+OR+%E2%80%9Cchronic+pain%E2%80%9D+OR+%E2%80%9Caddiction%E2%80%9D+OR+substance+AND+(%22machine+learning%22+OR+%22deep+learning%22+OR+%22classification%22)&ots=LJ9BAbefff&sig=t1m13Peo9rmT0u2NIAZZ8uYAFCc",
    "snippet": "… Sheha [11] said that the identification and classification of mental disorders rely heavily on … Luo [12] investigated the use of machine learning classifiers to identify individuals at risk of … with depression and anxiety among schoolchildren by using …",
    "source": "Transactions on Computer Systems and Networks",
    "authors": [
      "Amulya Sreejith",
      "K. Shanti Swarup"
    ],
    "publication_date": "2024-01-01",
    "doi": "10.1007/978-981-97-1302-8_7"
  },
  {
    "title": "MultimodalMarkers of Transdiagnostic ChildhoodMental HealthImpairment",
    "link": "https://ieeexplore.ieee.org/abstract/document/10780528/",
    "snippet": "Childhood mental health problems are impairing, predictive of health problems later in life, and becoming increasingly prevalent. A critical … mental health screening. However, the efficacy of these tools has traditionally been evaluated on their ability …",
    "source": "Encyclopedia of Personality and Individual Differences",
    "authors": [
      "J Cherian",
      "B Loftness",
      "J Cohen",
      "J Halvorson-Phelan…"
    ],
    "publication_date": "2020-01-01",
    "doi": "10.1007/978-3-319-24612-3_302761"
  },
  {
    "title": "U-Fair: Uncertainty-basedMultimodalMultitask Learning for Fairer Depression Detection",
    "link": "https://www.repository.cam.ac.uk/items/a7728e87-ddec-48c7-aa69-3027063713a6",
    "snippet": "Abstract Machine learning bias in mental health is becoming an increasingly pertinent challenge. Despite promising efforts indicating that multitask approaches often work better than unitask approaches, there is minimal work investigating the …",
    "source": "Forefront Group",
    "authors": [
      "J Cheong",
      "A Bangar",
      "S Kalkan",
      "H Gunes"
    ],
    "publication_date": "2016-07-11",
    "doi": "10.1377/forefront.20160711.055778"
  },
  {
    "title": "AI-Powered Emotion Recognition and Intervention System for EnhancingMental Healthand Safety in the Maritime Industry",
    "link": "https://www.researchgate.net/profile/Laura-Pagani-7/publication/387022281_AI-Powered_Emotion_Recognition_and_Intervention_System_for_Enhancing_Mental_Health_and_Safety_in_the_Maritime_Industry/links/675c5d548a08a27dd0bef13f/AI-Powered-Emotion-Recognition-and-Intervention-System-for-Enhancing-Mental-Health-and-Safety-in-the-Maritime-Industry.pdf",
    "snippet": "This paper delineates an initiative to devise an emotion recognition system bespoke for nautical settings, employing artificial intelligence (AI) and an array of biosensors. The system will integrate speech emotion recognition (SER) technology to discern emotions such as anger, fear, joy, and sorrow through voice patterns. Additionally, biosensors like skin conductance (EDA/GSR), electrocardiography (ECG), and eye-tracking technology will collect further physiological data. The aggregated data will be analysed to assess the emotional state of the individuals involved.A virtual mock-up, simulating a maritime environment complete with weather dynamics and potential equipment malfunctions that could induce stress or anxiety, will be created. This virtual environment will endeavour to achieve a high degree of realism to heighten the immersion of participants in the simulated scenario. AI algorithms will adjust this environment in real time in response to the user's emotional state to enhance the user experience (UX). For example, should the system detect stress or anxiety, the virtual scenario may transition to a calming seascape to encourage relaxation and alleviate stress.Future developments will see the incorporation of a real-time alarm mechanism capable of notifying essential personnel, such as the ship's captain or supervisor, upon detection of emotional states that warrant attention. This alert system is designed as a preventive measure, aiming to avert more serious consequences like accidents, errors, or more grave incidents. The system will also proffer recommendations for intervention or actions based on the detected emotional state.The project's goal is to introduce an avant-garde approach to monitoring and supporting the mental health and safety of maritime professionals. It aspires to detect emotional fluctuations instantaneously, provide interventions, and adjust the environment to promote relaxation and minimise stress. The project is expected to yield practical implications for the maritime industry and other high-risk work environments where the mental health and safety of workers are paramount. In conclusion, the project's outcomes are projected to offer practical benefits for the maritime sector and other high-risk occupations, ensuring the monitoring and support of workers' mental health and safety.",
    "source": "AHFE International",
    "authors": [
      "Laura Pagani",
      "Paolo Gemelli",
      "Mario Ivan Zignego",
      "Alessandro Bertirotti"
    ],
    "publication_date": "2024-01-01",
    "doi": "10.54941/ahfe1004824"
  },
  {
    "title": "A Multi-modal Framework to Counter Hate Speeches",
    "link": "https://link.springer.com/chapter/10.1007/978-3-031-78119-3_14",
    "snippet": "… well-being, potentially precipitating mental health issues such as depression. Manifesting in … Subsequently, a multimodal hate speech detection algorithm integrating audio and text … both text and audio data, employing multimodal fusion …",
    "source": "Lecture Notes in Computer Science",
    "authors": [
      "Kirtilekha Bhesra",
      "Akshay Agarwal"
    ],
    "publication_date": "2024-12-05",
    "doi": "10.1007/978-3-031-78119-3_14"
  },
  {
    "title": "Physiotherapy assessment and intervention for patients with Lumbar Disc Herniation with Radiculopathy: A self-study material for physiotherapy students",
    "link": "https://www.theseus.fi/bitstream/handle/10024/874976/Kalantaite_Ieva.pdf?sequence=2",
    "snippet": "… The importance of patient education, attention to mental health , and individualized treatment plans are highlighted as central contributors to the effectiveness of a multimodal rehabilitation plan. Thesis can be used in a preparation for …",
    "source": "Nigerian Journal of Experimental and Clinical Biosciences",
    "authors": [
      "MusaSani Danazumi"
    ],
    "publication_date": "2019-01-01",
    "doi": "10.4103/njecp.njecp_30_19"
  },
  {
    "title": "Literature for LGBTQ+ Visibility:'Heartstopper'in the Classroom",
    "link": "https://thesis.unipd.it/bitstream/20.500.12608/79782/1/Martinelli_Alice.pdf",
    "snippet": "AbstractThis article argues the case for the use of well-chosen literary texts as a means of addressing ongoing LGBTQ (lesbian, gay, bisexual, transgender, and queer or questioning) erasure in the ELT classroom. In this way LGBTQ students are offered much-needed recognition and those students who are not LGBTQ are given the opportunity to come to an understanding of those who are. Given the very different circumstances and constraints in which teachers work globally a distinction is made between explicitly queer texts and implicitly queer texts as suitable for different settings. Suggested titles and practical recommendations are included to enable teachers to plan lessons using literary texts in emotionally engaging ways.",
    "source": "ELT Journal",
    "authors": [
      "John Gray"
    ],
    "publication_date": "2021-04-01",
    "doi": "10.1093/elt/ccaa079"
  },
  {
    "title": "Longitudinal Profiles of Heart Rate Variability in First-Year College Students UsingWearables",
    "link": "https://ieeexplore.ieee.org/abstract/document/10780775/",
    "snippet": "… mental health of college students continues to worsen, identifying students who need additional support and timely, targeted intervention is vital for college campuses. Leveraging Oura rings, a validated consumer wearable … highlighting …",
    "source": "2024 IEEE 20th International Conference on Body Sensor Networks (BSN)",
    "authors": [
      "Bryn C. Loftness",
      "Johanna Hidalgo",
      "Josh Cherian",
      "Guido Mascia",
      "Ryan S. McGinnis",
      "Ellen W. McGinnis"
    ],
    "publication_date": "2024-10-15",
    "doi": "10.1109/bsn63547.2024.10780775"
  },
  {
    "title": "Nightly Heart Rate Variability as a Biomarker ofMental HealthChanges in College Students",
    "link": "https://ieeexplore.ieee.org/abstract/document/10780647/",
    "snippet": "… Wearable sensors offer an opportunity to passively and continuously collect physiological quantities that underly these mental health changes. In … Students self-reported their mental health diagnoses upon college entry and completed surveys (DASS-21) …",
    "source": "2024 IEEE 20th International Conference on Body Sensor Networks (BSN)",
    "authors": [
      "Guido Mascia",
      "Ellen W. McGinnis",
      "Mikaela I. Fudolig",
      "Laura SP Bloomfield",
      "Matthew Price",
      "Ryan S. McGinnis"
    ],
    "publication_date": "2024-10-15",
    "doi": "10.1109/bsn63547.2024.10780647"
  },
  {
    "title": "WearablePair of EEG, EOG and fNIRS Glasses for Cognitive Workload Detection",
    "link": "https://ieeexplore.ieee.org/abstract/document/10780518/",
    "snippet": "… , workplace safety, and mental health . Recent technological advances have allowed a growing number of wearable BCIs appear both as … The goal of this project was to develop and evaluate a BCI platform that integrates both electrical …",
    "source": "2024 IEEE 20th International Conference on Body Sensor Networks (BSN)",
    "authors": [
      "Nataliya Kosmyna",
      "Karim El Adl",
      "Minsol Kim"
    ],
    "publication_date": "2024-10-15",
    "doi": "10.1109/bsn63547.2024.10780518"
  },
  {
    "title": "InfantMotion2Vec: Unlabeled Data-Driven Infant Pose Estimation Using a Single Chest IMU",
    "link": "https://ieeexplore.ieee.org/abstract/document/10780750/",
    "snippet": "… Abstract—Early identification of neuro -developmental risks in infants is crucial for timely … data from 42 families using a single wearable sensor. Pretraining an embedding network using … By characterizing these spontaneous patterns over time …",
    "source": "2024 IEEE 20th International Conference on Body Sensor Networks (BSN)",
    "authors": [
      "Mohammad Nur Hossain Khan",
      "Nancy L. McElwain",
      "Mark Hasegawa-Johnson",
      "Bashima Islam"
    ],
    "publication_date": "2024-10-15",
    "doi": "10.1109/bsn63547.2024.10780750"
  },
  {
    "title": "Assay-guided chemo in recurrent glioma linked to longer survival",
    "link": "https://medauth2.mdedge.com/node?page=1576",
    "snippet": "Over a median follow-up of 9 months, median overall survival in the ChemoID group was 12.5 months (95% confidence interval, 10.2-14.7), compared with 9 months (95% CI, 4.2-13.8) in the group whose treatments were chosen by physicians (P=. 010). “While …",
    "source": "Oncology Times",
    "authors": [
      "Mark L. Fuerst"
    ],
    "publication_date": "2024-08-01",
    "doi": "10.1097/01.cot.0001028136.77077.eb"
  },
  {
    "title": "The young and the restless: restless sleep and its effect on behavioral and neural inhibition in youths with and withoutADHD",
    "link": "https://repositories.lib.utexas.edu/bitstreams/a4a61ec9-9632-49e3-9675-b717a941ec46/download",
    "snippet": "… Additionally, restless sleep instability and average restless sleep interacted with ADHD diagnosis to predict global EF and inhibition … neural levels, and this dissertation highlights the utility of acquiring naturalistic and nuanced sleep metrics …",
    "source": "2024",
    "authors": [
      "TL Larguinho"
    ],
    "publication_date": ""
  },
  {
    "title": "The Road Ahead: Medical Cannabis and its Impact on Driving",
    "link": "https://figshare.swinburne.edu.au/articles/thesis/The_Road_Ahead_Medical_Cannabis_and_its_Impact_on_Driving/27990215/1/files/51053597.pdf",
    "snippet": "… Building upon insights from Paper 3, the chapter then transitions to present findings from a semi- naturalistic study (Paper 4) which evaluates the … Chapter 6 integrates the findings from experimental (Paper 2 & Paper 3) and semi naturalistic …",
    "source": "Australian Journal of General Practice",
    "authors": [
      "Thomas R Arkell",
      "Danielle McCartney",
      "Iain S McGregor"
    ],
    "publication_date": "2021-06-01",
    "doi": "10.31128/ajgp-02-21-5840"
  },
  {
    "title": "To Be Q'eqchi'During COVID-19: The Impact of Marginalization and Misinformation on Healthcare Behaviour and Decision-Making",
    "link": "https://harvest.usask.ca/bitstreams/fb059818-f10b-4081-b722-f58c841ddb86/download",
    "snippet": "The COVID-19 pandemic continues to pose significant health, economic, and social challenges. Given that many of these challenges have moral relevance, the present studies investigate whether the COVID-19 pandemic is influencing moral decision-making and whether moralisation of behaviours specific to the crisis predict adherence to government-recommended behaviours. Whilst we find no evidence that utilitarian endorsements have changed during the pandemic at two separate timepoints, individuals have moralised non-compliant behaviours associated with the pandemic such as failing to physically distance themselves from others. Importantly, our findings show that this moralisation predicts sustained individual compliance with government-recommended behaviours.",
    "source": "2024",
    "authors": [
      "Kathryn Francis",
      "Carolyn Beth McNabb"
    ],
    "publication_date": "2020-05-01",
    "doi": "10.31219/osf.io/jvfds"
  },
  {
    "title": "The Better Angels of Our Nature: Utopian Mythology in American Literature",
    "link": "https://search.proquest.com/openview/79db2f487144bccdfc15ea606dd2b1ef/1?pq-origsite=gscholar&cbl=18750&diss=y",
    "snippet": "This dissertation offers a distinct depth psychological interpretation tracing how socialism informs both utopian and dystopian mythologies throughout American Literature from the 1840’s to the present day. This study creates a pantheon of …",
    "source": "Civil War Book Review",
    "authors": [
      "Mark Lause"
    ],
    "publication_date": "2010-06-01",
    "doi": "10.31390/cwbr.12.3.5"
  },
  {
    "title": "Anesthesiologic Management of Patients with Opioids or PsychoactiveSubstance Use",
    "link": "https://www.intechopen.com/online-first/1203030",
    "snippet": "… multimodal analgesic plan is crucial for patients using opioids and psychoactive substances to avoid pain, assure patient satisfaction, facilitate recovery and enhance discharge. Furthermore, postoperative pain is a major concern and …",
    "source": "Surgery for Sleep Disordered Breathing",
    "authors": [
      "Harald V. Genzwuerker"
    ],
    "publication_date": "2010-01-01",
    "doi": "10.1007/978-3-540-77786-1_13"
  },
  {
    "title": "Kathryn Paige Johnson, MD",
    "link": "https://medauth2.mdedge.com/authors/kathryn-paige-johnson-md",
    "snippet": "… that coexist with chronic pain disorders is an important part of outpatient multimodal management—… anxiety and improving postoperative functional capacity. For patients who have chronic pain and are undergoing surgery, it is …",
    "source": "African American Studies Center",
    "authors": [
      "Donna Tyler Hollie"
    ],
    "publication_date": "2013-03-15",
    "doi": "10.1093/acref/9780195301731.013.37232"
  },
  {
    "title": "Franklin A. Michota, MD, FHM",
    "link": "https://medauth2.mdedge.com/authors/franklin-michota-md-fhm-0",
    "snippet": "… Don’t rule out multimodal approaches. Multimodal prophylaxis can also be used in obese patients and need not be abandoned as a result of size considerations. For instance, two intermittent compression therapy devices can be pieced together with …",
    "source": "Radiology",
    "authors": [
      "RICHARD E. BUENGER"
    ],
    "publication_date": "1997-08-01",
    "doi": "10.1148/radiology.204.2.584-a"
  }
]