[
  {
    "title": "A neural circuit for context-dependent multimodal signaling in Drosophila",
    "link": "https://www.biorxiv.org/content/10.1101/2024.12.04.625245.full.pdf",
    "snippet": "AbstractMany animals, including humans, produce multimodal displays by combining acoustic with visual or vibratory signals [1–4]. However, the neural circuits that coordinate the production of multiple signals in a context-dependent manner are unknown. Multimodal behaviors could be produced by parallel circuits that independently integrate the external cues that trigger each signal. We find that multimodal signals inDrosophilaare driven by a single circuit that integrates external sensory cues with internal motivational state and circuit dynamics.Drosophilamales produce air-borne song and substrate-borne vibration during courtship and previous studies have identified neurons that drive courtship and singing, but the contexts and circuits that drive vibrations and coordinate multimodal signaling were not known [5–11]. We show that males produce song and vibration in distinct, largely non-overlapping contexts and that brain neurons that drive song also drive vibrations with cell-type specific dynamics and via separate pre-motor pathways. This circuit also coordinates multimodal signaling with ongoing behavior, namely locomotion, to drive vibrations only when the male’s vibrations can reach the female. A shared circuit facilitates the control of signal dynamics by external cues and motivational state through shared mechanisms like recurrence and mutual inhibition. A proof-of-concept circuit model shows that these motifs are sufficient to explain the behavioral dynamics. Our work shows how simple motifs can be combined in a single neural circuit to select and coordinate multiple behaviors.",
    "source": "bioRxiv",
    "authors": [
      "Elsa Steinfath",
      "Afshin Khalili",
      "Melanie Stenger",
      "Bjarne L. Schultze",
      "Sarath Nair Ravindran",
      "Kimia Alizadeh",
      "Jan Clemens"
    ],
    "publication_date": "2024-12-07",
    "doi": "10.1101/2024.12.04.625245"
  },
  {
    "title": "Synapse profiling of identified neurons in the Drosophila brain",
    "link": "https://www.biorxiv.org/content/biorxiv/early/2024/12/05/2024.12.02.626511.full.pdf",
    "snippet": "AbstractSynapses are highly heterogeneous even within a single motor neuron inDrosophila melanogaster. In the central nervous system (CNS), the degree of stereotypy in the synaptic structure of specific neurons across individuals remains largely unexplored, due to the significant effort required to analyze multiple brain samples. Utilizing the split-GFP fluorescence-tagging, we achieved endogenous labeling of the presynaptic active zone (AZ) scaffold protein Bruchpilot (Brp) in a cell-type-specific manner. This strategy allowed us to devise a high-throughput quantification pipeline to characterize and compare cell-type-specific AZ structures across individuals. We found that multiple structural parameters such as Brp localization and AZ size revealed significant intracellular synaptic heterogeneity and cell-type-dependent stereotypy in the mushroom body (MB) circuit. Furthermore, we found that the AZ organization can be surprisingly local, even at the neighboring AZ level. These findings therefore suggest multi-level organizations of AZs, from neighboring synapses to across individuals.TeaserState-of-art fluorescence-based imaging technique and high-throughput analysis revealed previously unidentified synaptic organizations.",
    "source": "bioRxiv",
    "authors": [
      "Hongyang Wu",
      "Yoh Maekawa",
      "Sayaka Eno",
      "Shu Kondo",
      "Nobuhiro Yamagata",
      "Hiromu Tanimoto"
    ],
    "publication_date": "2024-12-05",
    "doi": "10.1101/2024.12.02.626511"
  },
  {
    "title": "Octopamine signals coordinate the spatial pattern of presynaptic machineries in the Drosophila mushroom bodies",
    "link": "https://www.biorxiv.org/content/biorxiv/early/2024/12/05/2024.12.02.626512.full.pdf",
    "snippet": "SUMMARYNeurons need to adjust synaptic output according to the targets. However, the intracellular heterogeneity of synaptic machinery is scarcely reported in the central nervous system, and its regulatory mechanism remain unknown. Applying the CRISPR/Cas9-mediated split-GFP tagging, we devised cell-type specific fluorescent labeling of the endogenous active zone scaffold protein, Bruchpilot (Brp). This technology enabled the quantification of intracellular diversity of presynaptic structures within the Kenyon cells of theDrosophilamushroom bodies. We found that the accumulation of Brp at active zones is strikingly heterogenous among the compartments of Kenyon cell axon terminals. Mechanistically, the localized octopaminergic signaling along Kenyon cell terminals regulate the Brp heterogeneity via Octβ2R and cAMP signaling. We further found that acute food deprivation reduced the compartmental heterogeneity of Brp accumulation in an octopaminergic signaling-dependent manner. This synaptic regulation explains how the mushroom body integrates changing physiological states.",
    "source": "bioRxiv",
    "authors": [
      "Hongyang Wu",
      "Sayaka Eno",
      "Kyoko Jinnai",
      "Yoh Maekawa",
      "Kokoro Saito",
      "Ayako Abe",
      "Darren W Williams",
      "Nobuhiro Yamagata",
      "Shu Kondo",
      "Hiromu Tanimoto"
    ],
    "publication_date": "2024-12-05",
    "doi": "10.1101/2024.12.02.626512"
  },
  {
    "title": "Molecular characterization and sub-retinal transplantation of hypoimmunogenic human retinal sheets in a minipig model of severe photoreceptor degeneration",
    "link": "https://journals.biologists.com/dev/article/151/23/dev203071/363247",
    "snippet": "ABSTRACT\n               Retinal degenerative diseases affect millions of people worldwide, and legal blindness is generally associated with the loss of cone photoreceptors located in the central region of the retina called the macula. Currently, there is no treatment to replace the macula. Addressing this unmet need, we employed control isogenic and hypoimmunogenic induced pluripotent stem cell lines to generate spontaneously polarized retinal sheets (RSs). RSs were enriched in retinal progenitor and cone precursor cells, which could differentiate into mature S- and M/L-cones in long-term cultures. Single-cell RNA-seq analysis showed that RSs recapitulate the ontogeny of the developing human retina. Isolation of neural rosettes for sub-retinal transplantation effectively eliminated unwanted cells such as RPE cells. In a porcine model of chemically induced retinal degeneration, grafts integrated the host retina and formed a new, yet immature, photoreceptor layer. In one transplanted animal, functional and immunohistochemical assays suggest that grafts exhibited responsiveness to light stimuli and established putative synaptic connections with host bipolar neurons. This study underscores the potential and challenges of RSs for clinical applications.",
    "source": "Development",
    "authors": [
      "Andrea Barabino",
      "Katia Mellal",
      "Rimi Hamam",
      "Anna Polosa",
      "May Griffith",
      "Jean-François Bouchard",
      "Ananda Kalevar",
      "Roy Hanna",
      "Gilbert Bernier"
    ],
    "publication_date": "2024-12-01",
    "doi": "10.1242/dev.203071"
  },
  {
    "title": "Protective effect of Apelin-13 on oxygen and glucose deprivation induced-damage in retinal ganglion cells cultured in vitro",
    "link": "https://link.springer.com/article/10.1007/s10735-024-10279-1",
    "snippet": "Ischemic-anoxic injury plays an important role in the pathophysiology of diabetes retinopathy, optic neuropathy, even glaucoma and other ocular diseases. It may ultimately cause damage to neuronal death like retinal ganglion cells (RGCs) and …",
    "source": "Journal of Molecular Histology",
    "authors": [
      "Li Dai",
      "Linlin Luo",
      "Ya Zhang",
      "Min Fu",
      "Ling Yu"
    ],
    "publication_date": "2024-12-04",
    "doi": "10.1007/s10735-024-10279-1"
  },
  {
    "title": "The sparse driver system for in vivo single-cell labeling and manipulation in Drosophila",
    "link": "https://www.biorxiv.org/content/10.1101/2024.12.02.626507.full.pdf",
    "snippet": "SUMMARYIn this protocol, we introduce a sparse driver system for cell-type specific single-cell labeling and manipulation inDrosophila, enabling complete and simultaneous expression of multiple transgenes in the same cells. The system precisely controls expression probability and sparsity via mutantFRTsites with reduced recombination efficiency and tunable FLP levels adjusted by heat-shock durations. We demonstrate that this generalizable toolkit enables tunable sparsity, multi-color staining, single-cell trans-synaptic tracing, single-cell manipulation, andin vivoanalysis of cell-autonomous gene function.For details on the use and execution of this protocol, please refer to Xu et al. 2024.GRAPHICAL ABSTRACT",
    "source": "bioRxiv",
    "authors": [
      "Chuanyun Xu",
      "Liqun Luo"
    ],
    "publication_date": "2024-12-04",
    "doi": "10.1101/2024.12.02.626507"
  },
  {
    "title": "Diverting glial glycolytic flux towards neurons is a memory-relevant role of Drosophila CRH-like signalling",
    "link": "https://www.nature.com/articles/s41467-024-54778-x",
    "snippet": "AbstractAn essential role of glial cells is to comply with the large and fluctuating energy needs of neurons. Metabolic adaptation is integral to the acute stress response, suggesting that glial cells could be major, yet overlooked, targets of stress hormones. Here we show that Dh44 neuropeptide, Drosophila homologue of mammalian corticotropin-releasing hormone (CRH), acts as an experience-dependent metabolic switch for glycolytic output in glia. Dh44 released by dopamine neurons limits glial fatty acid synthesis and build-up of lipid stores. Although basally active, this hormonal axis is acutely stimulated following learning of a danger-predictive cue. This results in transient suppression of glial anabolic use of pyruvate, sparing it for memory-relevant energy supply to neurons. Diverting pyruvate destination may dampen the need to upregulate glial glycolysis in response to increased neuronal demand. Although beneficial for the energy efficiency of memory formation, this mechanism reveals an ongoing competition between neuronal fuelling and glial anabolism.",
    "source": "Nature Communications",
    "authors": [
      "Raquel Francés",
      "Yasmine Rabah",
      "Thomas Preat",
      "Pierre-Yves Plaçais"
    ],
    "publication_date": "2024-12-02",
    "doi": "10.1038/s41467-024-54778-x"
  },
  {
    "title": "Temperature cues are integrated in a flexible circadian neuropeptidergic feedback circuit to remodel sleep-wake patterns in flies",
    "link": "https://journals.plos.org/plosbiology/article?id=10.1371/journal.pbio.3002918",
    "snippet": "Organisms detect temperature signals through peripheral neurons, which relay them to central circadian networks to drive adaptive behaviors. Despite recent advances in Drosophila research, how circadian circuits integrate temperature cues with circadian signals to regulate sleep/wake patterns remains unclear. In this study, we used the FlyWire brain electron microscopy connectome to map neuronal connections, identifying lateral posterior neurons LPNs as key nodes for integrating temperature information into the circadian network. LPNs receive input from both circadian and temperature-sensing neurons, promoting sleep behavior. Through connectome analysis, genetic manipulation, and behavioral assays, we demonstrated that LPNs, downstream of thermo-sensitive anterior cells (ACs), suppress activity-promoting lateral dorsal neurons LNds via the AstC pathway, inducing sleep Disrupting LPN-LNd communication through either AstCR1 RNAi in LNds or in an AstCR1 mutant significantly impairs the heat-induced reduction in the evening activity peak. Conversely, optogenetic calcium imaging and behavioral assays revealed that cold-activated LNds subsequently stimulate LPNs through NPF-NPFR signaling, establishing a negative feedback loop. This feedback mechanism limits LNd activation to appropriate levels, thereby fine-tuning the evening peak increase at lower temperatures. In conclusion, our study constructed a comprehensive connectome centered on LPNs and identified a novel peptidergic circadian feedback circuit that coordinates temperature and circadian signals, offering new insights into the regulation of sleep patterns in Drosophila.",
    "source": "PLOS Biology",
    "authors": [
      "Xin Yuan",
      "Hailiang Li",
      "Fang Guo"
    ],
    "publication_date": "2024-12-02",
    "doi": "10.1371/journal.pbio.3002918"
  },
  {
    "title": "Ants integrate proprioception as well as visual context and efference copies to make robust predictions",
    "link": "https://www.nature.com/articles/s41467-024-53856-4",
    "snippet": "Forward models are mechanisms enabling an agent to predict the sensory outcomes of its actions. They can be implemented through efference copies: copies of motor signals inhibiting the expected sensory stimulation, literally canceling the perceptual …",
    "source": "Nature Communications",
    "authors": [
      "Océane Dauzere-Peres",
      "Antoine Wystrach"
    ],
    "publication_date": "2024-12-01",
    "doi": "10.1038/s41467-024-53856-4"
  },
  {
    "title": "The Power of Intellectual Property and Innovation in Solving Global Health Challenges",
    "link": "https://www2.itif.org/2024-i4h-ip-innovation-health.pdf",
    "snippet": "… ) is addressing the challenge through her patented wearable medical device technology, which uses … Witnessing her mother’s struggle with the chronic pain associated with osteoarthritis and the … What if we could vaccinate against cocaine …",
    "source": "Drug Discovery Today",
    "authors": [
      "Tim K. Mackey",
      "Bryan A. Liang"
    ],
    "publication_date": "2012-12-01",
    "doi": "10.1016/j.drudis.2012.06.012"
  },
  {
    "title": "Gambling harms, stigmatisation and discrimination: A qualitativenaturalisticforum analysis",
    "link": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0315377",
    "snippet": "People who experience gambling harms commonly experience stigmatisation, which is detrimental to psychological wellbeing, and a significant barrier to help-seeking. While there have been efforts to challenge stigmatisation, there is little empirical evidence available to inform such initiatives. To address this gap in knowledge, we conducted a thematic analysis of naturalistic data in the form of posts made on online support forums by people with experience of gambling-related harm, in order to understand how they are stigmatised, and to identify barriers to help-seeking. Five main themes were identified: (a) beliefs about the nature and origin of gambling addiction, which related to participants’ beliefs about causes of gambling harm and cognitions about the nature of addiction; (b) self-stigma, which encompassed the frequent and substantial incidences of self-stigma; (c) anticipated stigma, which described the stigma and discrimination people expected to face because of their gambling harm; (d) stigmatising other people who experience gambling harm, which describes the ways in which some people who experienced gambling harms stigmatised other people who experienced gambling harms; and (e) experienced stigma and discrimination, which encompassed the experienced stigmatisation people encountered. Experiences discussed/described within the forums were developed into a timeline of gambling harms which was cyclical in nature and involved six stages: onset, concealment of problems, crisis point, disclosure of problems, recurrence of harms (sometimes termed ‘relapse’) and recovery. The study highlights the impact of societal stigma on individuals’ self-perception and interactions, particularly emphasising the challenges experienced during relapse periods, which heighten stigma and distress. The study also identifies potential avenues for stigma reduction, including targeted campaigns addressing societal, anticipated, and self-stigma.",
    "source": "PLOS ONE",
    "authors": [
      "Katy Penfold",
      "Laura Louise Nicklin",
      "Darren Chadwick",
      "Joanne Lloyd"
    ],
    "publication_date": "2024-12-10",
    "doi": "10.1371/journal.pone.0315377"
  },
  {
    "title": "Associations between attentional biases for emotional images and rumination indepression",
    "link": "https://www.tandfonline.com/doi/abs/10.1080/02699931.2024.2434158",
    "snippet": "… naturalistic images significantly less than never depressed individuals. In Study 2, currently depressed individuals attended to sad naturalistic … with depression symptoms. These findings call into question the robustness of the link between …",
    "source": "Cognition and Emotion",
    "authors": [
      "Leanne Quigley",
      "Kristin Russell",
      "Christine Yung",
      "Keith S. Dobson",
      "Christopher R. Sears"
    ],
    "publication_date": "2024-12-11",
    "doi": "10.1080/02699931.2024.2434158"
  },
  {
    "title": "Neural Circuits of Fear andAnxiety: Insights from a Neuroethological Perspective",
    "link": "https://journals.physiology.org/doi/abs/10.1152/physiol.00042.2024",
    "snippet": "The predatory imminence continuum (PIC) of antipredator defensive behavior has been a helpful strategy for modeling anxiety and fear-related disorders in nonclinical research. The PIC is divided into three different sequential stages that reflect defensive behavioral strategy in response to predatory imminence. However, the PIC was experimentally addressed using a series of shock-based fear conditioning experiments rather than predatory threats. In this study, we will consider the PIC in a more naturalistic behavioral setting, focusing on analyzing the neural systems of animals responding to terrestrial and aerial predators. Of relevance, there is a sequential engagement of the distinct neural circuits along each phase of the PIC. In the preencounter phase, prefrontal cortical networks are particularly involved in planning and organizing behavioral responses to ambiguous threats. As the predatory cues or the real predator is detected, there is an engagement of amygdalar and hippocampal > hypothalamic pathways in conjunction with the periaqueductal gray, which organize fear responses. This dynamic particularly reveals how specific neural circuits are set into action to subserve distinct defensive responses. Moreover, we further explored the neural circuits governing other fearful situations outside the context of the PIC, including agonistic social encounters and interoceptive challenges. This analysis revealed an interesting overlap between the neural systems responding to these threats and those involved in response to predatory threats. The present review clarifies how defensive circuits respond to natural threats and provides a more realistic view of the neural systems underlying anxiety and fear responses.",
    "source": "Physiology",
    "authors": [
      "Fernando Falkenburguer Melleu",
      "Newton Sabino Canteras"
    ],
    "publication_date": "2024-12-11",
    "doi": "10.1152/physiol.00042.2024"
  },
  {
    "title": "Die subakuten Effekte des Psilocybin auf Persönlichkeit, Achtsamkeit und die Auflösung des Selbst",
    "link": "https://ediss.uni-goettingen.de/handle/11858/15669",
    "snippet": "… In this thesis, I present the results of a naturalistic study without a control group of 55 self-selected … , but clear statistical trends of reduced state and trait anxiety , improved life satisfaction and reduced … A reduction in neuroticism is hypothesised …",
    "source": "2024",
    "authors": [
      "Albert Lehr"
    ],
    "publication_date": "None-01-01",
    "doi": "10.53846/goediss-10859"
  },
  {
    "title": "Teaching via LLM-enhanced simulations: Authenticity and barriers to suspension of disbelief",
    "link": "https://www.sciencedirect.com/science/article/pii/S1096751624000526",
    "snippet": "As an innovative method in professional training, simulation-based learning (SBL) has been introduced into teacher education, providing pre-service teacher candidates with experiential learning opportunities. This study explores the efficacy …",
    "source": "The Internet and Higher Education",
    "authors": [
      "Longwei Zheng",
      "Fei Jiang",
      "Xiaoqing Gu",
      "Yuanyuan Li",
      "Gong Wang",
      "Haomin Zhang"
    ],
    "publication_date": "2024-12-01",
    "doi": "10.1016/j.iheduc.2024.100990"
  },
  {
    "title": "DigitalPsychiatry: Opportunities, Challenges, and Future Directions",
    "link": "https://journals.lww.com/practicalpsychiatry/fulltext/2024/11000/digital_psychiatry__opportunities,_challenges,_and.3.aspx",
    "snippet": "… The objective of this review was to provide an overview of some of the current opportunities and challenges in the field of digital psychiatry , with a focus on digital phenotyping , smartphone technologies, AI chatbots, conversational agents, virtual …",
    "source": "Routledge Handbook of Cultural Landscape Practice",
    "authors": [
      "Brian I. Daniels",
      "Katharyn Hanson"
    ],
    "publication_date": "2023-01-04",
    "doi": "10.4324/9781315203119-56"
  },
  {
    "title": "Hardware-Based Interference Suppression Techniques for OPM-MEG: A Review",
    "link": "https://ieeexplore.ieee.org/abstract/document/10786282/",
    "snippet": "… suppression technology hold the promise of driving the application of OPMMEG in more naturalistic , multi-person interactive paradigms in cognitive neuroscience, thus facilitating the development of novel therapeutic approaches for neurological …",
    "source": "IEEE Sensors Journal",
    "authors": [
      "Le Jia",
      "Jianli Li",
      "Xinda Song",
      "Xiaolin Ning",
      "Jianzhi Yang",
      "Shengjie Qi",
      "Tengyue Long",
      "Zhendong Wu",
      "Ruonan Wang"
    ],
    "publication_date": "2024-01-01",
    "doi": "10.1109/jsen.2024.3509679"
  },
  {
    "title": "Wearabledevices inpsychiatry: A novel way ofmental healthmonitoring",
    "link": "https://pubs.aip.org/aip/acp/article-abstract/3188/1/080034/3324700",
    "snippet": "… , fitness tracker, actigraph, smartwatch, wearable device in anxiety, wearable sensors in psychiatry , etc are utilized for the search articles. … were either on the wearables used for overall fitness including mental health and specific wearables …",
    "source": "AIP Conference …",
    "authors": [
      "A Kekatpure",
      "A Faye",
      "D Sangolkar",
      "I Ahluwalia…"
    ],
    "publication_date": ""
  },
  {
    "title": "DigitalPsychiatry, Revisited",
    "link": "https://journals.lww.com/practicalpsychiatry/fulltext/2024/11000/digital_psychiatry,_revisited.1.aspx?context=latestarticles",
    "snippet": "In February of this year, James B. Griffin, Hale G. Smith, Raymond S. Price, A. T. Ewell, MacNeil Withers, and Ralph Barbour made a surface collection of the entire Crystal River complex and dug a five foot test (B) upon the occupational area designated by Moore (1903, , Fig. 16) as B.Test B was made 140 feet from the north corner of the large shell temple mound A, at approximately the same place marked B by Moore (ibid.). It was found that the depth of this deposit was forty-eight inches. The test was taken down in the following levels: 1 through 8, and 10 were four inch levels, while 9 and 11 were six inch levels. The sherds collected from mound A and test B were similar in many respects.",
    "source": "American Antiquity",
    "authors": [
      "Hale G. Smith"
    ],
    "publication_date": "1951-10-01",
    "doi": "10.2307/277251"
  },
  {
    "title": "Digital Technologies Tracking Active and Passive Data Collection in Depressive Disorders: Lessons Learned From a Case Series",
    "link": "https://journals.lww.com/practicalpsychiatry/fulltext/2024/11000/digital_technologies_tracking_active_and_passive.8.aspx?context=latestarticles",
    "snippet": "In this case series, we present several examples from participants (2 patients and 1 healthy control) of a 12-week pilot feasibility study to create a digital phenotype of depression (unipolar or bipolar) through active and passive data collection from a smartphone and a wearable device combined with routine clinical care for mood disorders. The selected cases represent real clinical examples that highlight the intrinsic challenges that should be expected when conducting similar studies, including appropriate health data privacy protection, clinical standardization, and interindividual differences in levels of engagement and acceptability of active and passive data collection (ie, self-reported, behavioral, cognitive, and physiological data), particularly with patient-generated data in mobile apps, digital proficiency habituation, and consistent use of wearable devices. In the context of the rapidly growing use of digital technologies in psychiatry, anticipating challenges for the integration of personal mobile devices and smartphone mental health apps as aides to track specific aspects of depressive disorders is critical for a clinically meaningful digital transformation of mood disorders care.",
    "source": "Journal of Psychiatric Practice",
    "authors": [
      "Manuel Gardea-Resendez",
      "Scott Breitinger",
      "Alex Walker",
      "Laura Harper",
      "Ashley Xiong",
      "Cynthia Stoppel",
      "Rama M. Volety",
      "Jeyakumar Raman",
      "Jin Soo Byun",
      "Carsten Langholm",
      "Fernando S. Goes",
      "Peter P. Zandi",
      "John Torous",
      "Mark A. Frye"
    ],
    "publication_date": "2024-11-01",
    "doi": "10.1097/pra.0000000000000820"
  },
  {
    "title": "Developing and marketing mobile health applications for low-income working adults in Hong Kong",
    "link": "https://www.emerald.com/insight/content/doi/10.1108/ijphm-08-2024-0086/full/html",
    "snippet": "Purpose\nDespite the potential of mobile health applications in reducing barriers to accessing health information and facilities, the adoption and usage of such applications were low among low-income populations. This study aims to examine the use of mobile technology for health management and the perceived barriers of the use of mobile applications for health management among low-income working adults in Hong Kong.\n\n\nDesign/methodology/approach\nSemi-structured interviews were conducted with 16 working adults aged 25–45 from low-income families. The interviewees were asked about their perceptions of their health, their perceptions about and use of mobile health applications and they were asked to describe their ideal mobile health management app.\n\n\nFindings\nInterviewees often suffer from physical pain and many face relationship difficulties. They seek out health information actively on the internet, often using a mobile phone. However, their use of wearables and health mobile applications is limited. The perceived barriers of using mobile health applications included perceived difficulties in downloading and registering, privacy concerns and a lack of awareness of the health apps available. They prefer internet searching to a dedicated app. Their ideal health applications should be video based with real-life narratives. They were concerned about the credibility of the health information provided and preferred apps that engage professional and authoritative sources.\n\n\nResearch limitations/implications\nThe study was based on a convenience sample recruited through a nonprofit organization. It has the limitation of generalizing the results for the target population. Future studies can use survey methodology to test a theoretical model linking perceived barriers and intention to use mobile health technology. Studies using experimental design can investigate perceived ease of use and perceived benefits of different mobile health app designs.\n\n\nPractical implications\nThese findings can inform the government’s health department and health organizations in designing appropriate mobile health applications that target those with limited financial and time resources.\n\n\nOriginality/value\nThere is a lack of studies that explore perceived barriers of adoption of mobile health technology in developed societies. To the best of the authors’ knowledge, this is the one of the first qualitative studies conducted in Hong Kong among low-income working adults about their health conditions and usage of mobile health technology.",
    "source": "International Journal of Pharmaceutical and Healthcare Marketing",
    "authors": [
      "Kara Chan",
      "Yuyuan Zhuo"
    ],
    "publication_date": "2024-12-12",
    "doi": "10.1108/ijphm-08-2024-0086"
  },
  {
    "title": "Assessing Walkability in Urban Environments: A Comprehensive Overview",
    "link": "https://www.preprints.org/frontend/manuscript/72adf55a9d52ff056c99fc8376df790f/download_pub",
    "snippet": "Walkability, defined as the degree to which urban environments encourage walking, is a vital component of sustainable urban development. It enhances public health, reduces environmental pollution, and fosters social cohesion. This review investigates the current state of walkability research, emphasizing tools such as Geographic Information Systems (GIS), Walk Score, and Agent-Based Modeling (ABM). While traditional methods offer valuable insights, they often neglect socio-economic and demographic factors influencing walking behaviors. ABM enables dynamic simulations that incorporate individual preferences, environmental conditions, and urban design features, offering a deeper understanding of pedestrian movement. Key components of walkability, including density, diversity, design, and safety, are examined alongside the application of multi-criteria decision-making frameworks (e.g., MCDM/MABAC). Insights from global case studies highlight the effectiveness of these tools in modeling pedestrian flows and assessing urban design interventions. This study identifies critical gaps, including the integration of emerging technologies, mental health outcomes, and inclusive design for diverse populations. The findings underscore the need for a global walkability assessment platform, integrating ABM, GIS, and real-time data to guide urban planners in creating healthier, more sustainable cities. Enhancing walkability can significantly improve public health, environmental quality, and quality of life in urban areas worldwide.",
    "source": "2024",
    "authors": [
      "Obayd Sadeghi",
      "Giovanna Di Marzo Serugendo"
    ],
    "publication_date": "2024-12-09",
    "doi": "10.20944/preprints202412.0689.v1"
  },
  {
    "title": "SUPER: Augmenting human-machine teaming in defence with biofeedback-enhanced brain-computer interfaces-preliminary results",
    "link": "https://www.sto.nato.int/publications/STO%20Meeting%20Proceedings/STO-MP-HFM-MSG-375/MP-HFM-MSG-375-15.pdf",
    "snippet": "… Our approach aims to exceed existing performance baselines in defence and security operations, contributing to the development of a human digital twin for RAS operators. SUPER’s multimodal biofeedback system integrates data from …",
    "source": "Automation, Collaboration, &amp; E-Services",
    "authors": [
      "Mohsen Moghaddam"
    ],
    "publication_date": "2023-01-01",
    "doi": "10.1007/978-3-031-44373-2_22"
  },
  {
    "title": "ACNP 63rd Annual Meeting: Panels, Mini-Panels and Study Groups",
    "link": "https://www.nature.com/articles/s41386-024-02010-1",
    "snippet": "… Here we propose combining these approaches together by modeling multimodal neuroimaging and … digital biomarkers identified in direct clinical observation during free speech can be used to diagnose and risk stratify mental disorders in real …",
    "source": "Neuropsychopharmacology",
    "authors": [
      "M PANEL"
    ],
    "publication_date": "2024-12-01",
    "doi": "10.1038/s41386-024-02010-1"
  },
  {
    "title": "Failure prediction during 3D concrete printing: a numerical simulation aproach",
    "link": "https://opus4.kobv.de/opus4-bam/frontdoor/index/index/docId/62088",
    "snippet": "… An objective stress rate is used to account for geometric non-linearity. Time dependent material parameters are used to replicate the aging … Furthermore, development of optimization strategies and building a digital twin of the process …",
    "source": "Materials and Structures",
    "authors": [
      "Zeinab Diab",
      "Duc-Phi Do",
      "Sébastien Rémond",
      "Dashnor Hoxha"
    ],
    "publication_date": "2023-04-12",
    "doi": "10.1617/s11527-023-02167-z"
  },
  {
    "title": "Enhancing the Psychological Well-being and Sleep Quality of Healthcare Providers with aMultimodal1 Psychological Support Program: A Randomized Controlled …",
    "link": "https://www.frontiersin.org/journals/public-health/articles/10.3389/fpubh.2024.1455174/full",
    "snippet": "The  duration  and  time  of  sleep  affect  the  general health and well-being of individuals. It has been recommended that adults, aged 18 –64 years, should sleep for  7  to  9  hours  per  night,  however,  many  people struggle  with  sleep  problems  of  various  kinds  and  hardly meet   these   recommendations. Sleep   is   necessary   for cognition, alertness, vigilance, and sustenance of attention as  well  as  control  of  emotions.  The  effects  of  sleep deprivation     on     cognitive     performance     and     other psychological  variables  have  been  widely  studied. Sleepiness,  the  short-term  effect  of  inadequate  sleep,  may lead to irritability, reduced alertness, poor motor skills, and attention   problems.   Among   the   long-term   effects   are obesity,  type  2  diabetes,  hypertension,  and  mental  health disorders.  Sleep  deprivation  in  adults  of  all  ages  is defined as getting less than 7 hours of sleep per night.",
    "source": "Health Sciences Investigations Journal",
    "authors": [
      "Joana AINUSON-QUAMPAH"
    ],
    "publication_date": "2023-05-25",
    "doi": "10.46829/hsijournal.2023.6.4.1.417-418"
  },
  {
    "title": "The effect of a one-time mindfulness intervention on body and mind in healthy adolescents usingmultimodalmeasurements",
    "link": "https://www.frontiersin.org/journals/psychiatry/articles/10.3389/fpsyt.2024.1503379/full",
    "snippet": "… (mood, stress , and state mindfulness) were assessed using bipolar visual analogue scales. … of trait mindfulness, and the State-Trait Anxiety - Depression Inventory (STADI).Our results showed no … between trait mindfulness, trait anxiety …",
    "source": "Journal of the American Academy of Child &amp; Adolescent Psychiatry",
    "authors": [
      "Rebecca Hu",
      "Olga Tymofiyeva",
      "Eva Henje",
      "Benjamin S. Sipes",
      "Angela Jakary",
      "Tony T. Yang"
    ],
    "publication_date": "2023-10-01",
    "doi": "10.1016/j.jaac.2023.09.385"
  },
  {
    "title": "Multimodaldefect analysis and application of virtual machining for solid-state manufactured aluminium structure",
    "link": "https://link.springer.com/article/10.1007/s40964-024-00904-6",
    "snippet": "AbstractAdditive friction stir deposition (AFSD) is an emerging solid-state non-fusion additive manufacturing (AM) technology, which produces parts with wrought-like material properties, high deposition rates, and low residual stresses. However, impact of process interruption on defect formation and mechanical properties has not yet been well addressed in the literature. In this study, Al6061 aluminium structure with two final heights and deposition interruption is successfully manufactured via AFSD and characterised. Defect analysis conducted via optical microscopy, electron microscopy, and X-ray computed tomography reveals > 99% relative density with minimal defects in centre of the parts. However, tunnel defects at interface between substrate and deposit as well as kissing bonds are present. Edge of deposit contains tunnel defects due to preference for greater material deposition on advancing side of rotating tool. Virtual machining highlights the ability to remove defects via post-processing, avoiding mechanical performance impact of stress concentrating pores. Electron backscatter diffraction revealed regions with localised shear bands that contain 1–5 µm equivalent circular diameter grains. Kissing bonds are exhibited in areas separated by large grain size difference. Meanwhile, Vickers hardness testing reveals hardness variation with deposit height. This work advances the understanding of complex microstructure development, material flow, and mechanical behaviour of AFSD Al6061 alloy.",
    "source": "Progress in Additive Manufacturing",
    "authors": [
      "Vladislav Yakubov",
      "Halsey Ostergaard",
      "Shishira Bhagavath",
      "Chu Lun Alex Leung",
      "James Hughes",
      "Evren Yasa",
      "Mani Khezri",
      "Sandra K. Löschke",
      "Qing Li",
      "Anna M. Paradowska"
    ],
    "publication_date": "2024-12-10",
    "doi": "10.1007/s40964-024-00904-6"
  },
  {
    "title": "Different doses of epidural morphine combined withmultimodalanalgesia strategies for postpartum pain management: study protocol for a single-centre, double-blind …",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39658300/",
    "snippet": "IntroductionThe neuraxial morphine has been regarded as the gold standard for postpartum analgesia. However, the recent advancements in patient-controlled analgesia and various regional nerve blocks have led to the implementation of multimodal analgesia strategies, which aim to reduce opioid usage and associated complications while ensuring satisfactory pain relief. The objective of this research is to investigate the optimal dosage of epidural morphine for alleviating moderate and severe pain after caesarean sections in healthy parturients, as well as reducing unnecessary burden of respiratory monitoring resources.Methods and analysisThe present single-centre randomised controlled pragmatic clinical trial aims to enrol a total of 310 healthy parturients with American Society of Anesthesiologists grade I/II, who are scheduled for caesarean section under combined spinal and epidural anaesthesia at West China Second University Hospital of Sichuan University. The recruitment process has not yet commenced and is anticipated to commence in March 2024, concluding in September 2024. Enrolled patients will be evenly distributed into five groups, namely morphine groups (M1–M4) and the control group (M0). The primary outcome measure is the incidence rate of postoperative use Numerical Rating Scale (NRS) pain score ≥4 points within 24 hours, which will be primarily assessed through bedside follow-up conducted by investigators and patient self-assessment at 2, 4, 6, 8, 12 and 24 hours postoperatively. The secondary outcomes encompass the following: incidence of postoperative NRS score ≥4 within 48 hours, occurrence of SpO2 <90% (during air inhalation)/ SpO2 <95% (during nasal cannula oxygen inhalation) and respiratory rate (RR)＜10 breaths/min recorded on the bedside monitoring, Ramsay sedation score, administration of rescue analgesics and total usage of patient-controlled intravenous analgesia pump, time to first flatus and food intake, maternal and neonatal urinary morphine concentrations, and any other maternal adverse reactions such as nausea, vomiting, pruritus, urinary retention and neonatal depression. The administration of local anaesthetics, surgical procedures and the timing for administering rescue analgesics will not be subject to any restrictions.Ethics and disseminationEthical approval has been obtained from the Ethics Committee of West China Second University Hospital, Sichuan University (2022(269)).Trial registration numberChiCTR2400080350.",
    "source": "BMJ Open",
    "authors": [
      "Rou Yu",
      "Xuemei Lin"
    ],
    "publication_date": "2024-12-01",
    "doi": "10.1136/bmjopen-2024-085012"
  },
  {
    "title": "Developing a Translational Research Framework forMDD: Combining Biomolecular Mechanisms with a Spiraling Risk Factor Model",
    "link": "https://www.frontiersin.org/journals/psychiatry/articles/10.3389/fpsyt.2024.1463929/full",
    "snippet": "… The study concludes that MDD is not solely a brain disorder but a complex condition involving interconnected biological, … multimodal treatment approaches focused on lifestyle modifications, improve early diagnosis, and develop strategies …",
    "source": "Behaviour Research and Therapy",
    "authors": [
      "Michael J. Zvolensky",
      "Norman B. Schmidt",
      "Amit Bernstein",
      "Meghan E. Keough"
    ],
    "publication_date": "2006-09-01",
    "doi": "10.1016/j.brat.2006.06.001"
  },
  {
    "title": "Acute effects of visual and olfactory nature stimuli on task performance",
    "link": "https://www.researchsquare.com/article/rs-5410735/latest",
    "snippet": "Abstract\n        Nature exposure enhances human experiences and supports overall wellbeing including physiological (stress), emotional (mood), and mental (focus) benefits. However, existing workplace design literature – typically indoors, and sensory-restricted, focuses mainly on nature views, despite nature being a multisensory experience. Rooted in Attention Restoration Theory (ART), Stress Reduction Theory (SRT), and \"smellscape”, this study implemented a between-subjects controlled 2x2 experiment to explore how nature views and scents independently and in-combination influence workplace performance, measuring real-effort performance and physiological metrics including stress, attention, memory recall, reasoning skills, risk aversion, and cheating behaviors. Across 256 participants, results show that nature views enhance cognitive performance, boost positive emotions, and reduce anxiety. Introducing scents alongside visual stimuli further amplifies these benefits. Physiologically, both stimuli reduced blink rates, indicating lower anxiety levels compared to nature-absent settings. Our findings highlight the substantial benefits of incorporating nature passively and inexpensively into the workplace. By selecting cognitive tasks that mirror real-world office tasks, this study advances understanding of the connection between nature and cognition in offices, offering insights into creating environments that enhance productivity and well-being.",
    "source": "2024",
    "authors": [
      "Sarayu Chandramouli",
      "Suma Katabattuni",
      "Marco Palma",
      "Jay E. Maddock"
    ],
    "publication_date": "2024-12-11",
    "doi": "10.21203/rs.3.rs-5410735/v1"
  },
  {
    "title": "The fine line between relief and risk: new insights into postoperative delirium",
    "link": "https://www.sciencedirect.com/science/article/pii/S0007091224006081",
    "snippet": "… including depression and anxiety can enable tailored interventions, such as cognitive-behavioural therapy or multimodal analgesia … should aim to reduce reliance on opioids by adopting multimodal analgesia strategies. Combining …",
    "source": "British Journal of Anaesthesia",
    "authors": [
      "Joana Berger-Estilita",
      "Federico Bilotta"
    ],
    "publication_date": "2024-12-01",
    "doi": "10.1016/j.bja.2024.10.006"
  },
  {
    "title": "Elevating Virtual Reality Experiences with Olfactory Integration: A Preliminary Review",
    "link": "https://journals-sol.sbc.org.br/index.php/jbcs/article/view/4632",
    "snippet": "Virtual reality (VR) provides immersive audio-visual experiences but often overlook olfactory senses, which are crucial for human perception and cognition. Smell enhances object recognition, visual spatial attention, and evaluation methods for spatial attention deficits. The sense of smell relies on the olfactory nerve to create a direct link between external stimuli and the limbic system, a brain network involved in regulating emotions such as sadness, anger, joy, and fear, as well as controlling physiological responses like the startle reflex, vocal intonation, pain perception, and memory processes. Artificial intelligence (AI) is essential for integrating odors into VR, enhancing contextual understanding and synchronizing smells with plot developments. Current multi-modal approaches highlight the need for integrated models combining images, texts, and smells. Olfactory cues can enhance memory retention and recall, benefiting educational and training applications. Incorporating scents into immersive technologies creates more realistic and engaging experiences, crucial for fields like healthcare, military training, and education. In this preliminary review, we will explore Olfactory Virtual Reality (OVR) technologies, AI applications, available devices, and future perspectives in the field. Additionally, we will discuss the challenges facing this technology, including issues of delay, size, and the limited range of available odors. A new wearable interface featuring miniaturized odor generators (OGs) and AI algorithms enables rapid responses and low power consumption, achieving latency-free mixed reality. OVR research shows promising applications in treating Post-Traumatic Stress Disorder (PTSD), alleviating anxiety, and enhancing immersion. Recent advancements, such as compact OGs and computer-controlled olfactory stimulation, represent significant progress in multisensory communication technology.",
    "source": "Journal of the Brazilian Computer Society",
    "authors": [
      "Meryck Felipe Brito Da Silva",
      "Igor Henrique Sanches",
      "Joyce Villa Verde Bastos Borba",
      "Ana Carolina de Amorim Barros",
      "Francisco Lucas Feitosa",
      "Rodrigo Mendes De Carvalho",
      "Arlindo Rodrigues Galvão Filho",
      "Carolina Horta Andrade"
    ],
    "publication_date": "2024-12-09",
    "doi": "10.5753/jbcs.2024.4632"
  },
  {
    "title": "Integrating accelerometry, GPS, GIS and molecular data to investigate mechanistic pathways of the urban environmental exposome and cognitive outcomes in older …",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39658284/",
    "snippet": "IntroductionMaintaining cognitive health in later life is a global priority. Encouraging individuals to make health behaviour changes, such as regular physical activity, and providing supportive urban environments can help maintain cognitive health, thereby preventing or delaying the progress of dementia and cognitive decline. However, the mechanistic pathways by which the urban environmental exposome influences cognitive health outcomes are poorly understood. The aim of this study is to use granular measures of the urban environment exposome (encompassing the built, natural and social environment) and physical activity to explore how these interact with a person’s biology to ultimately influence cognitive health outcomes.Methods and analysisThis ongoing study uses a cohort design, recruiting participants from the Northern Ireland Cohort for the Longitudinal study of Ageing and the Harmonised Cognitive Assessment Protocol study. Participants (n=400 at each wave) will be aged ≥65 years and have the capacity to provide written informed consent. Measures include device-measured physical activity (Actigraph wGT3XP-BT), environmental location data (Global Positioning System, Qstarz BT-Q1000XT), linked to a battery of neuropsychological tests, including the Mini Mental State Examination and the Centre for Epidemiological Studies Depression Scale. Blood-derived biochemical, genetic and epigenetic data will be included in multimodal analyses. These data will be integrated with urban environment Geographic Information System data and analysed using causal inference and mediation methods to investigate plausible mechanistic pathways.Ethics and disseminationThis study has been approved by the Queen’s University Belfast, Faculty of Medicine, Health and Life Sciences Research Ethics Committee (MHLS 21_72). Alongside peer-reviewed publications in high-ranking international journals, dissemination activities include conference presentations, project videos, working papers, policy briefing papers, newsletters, summaries and case study stories.",
    "source": "BMJ Open",
    "authors": [
      "Ruth F Hunter",
      "Claire Cleland",
      "Mike Trott",
      "Sean O’Neill",
      "Hüseyin Küçükali",
      "Shay Mullineaux",
      "Frank Kee",
      "Jennifer M McKinley",
      "Charlotte Neville",
      "Leeanne O'Hara",
      "Calum Marr",
      "Michael McAlinden",
      "Geraint Ellis",
      "Amy McKnight",
      "Jasper Schipperijn",
      "Joanna McHugh Power",
      "Trung Duong",
      "Bernadette McGuinness"
    ],
    "publication_date": "2024-12-01",
    "doi": "10.1136/bmjopen-2024-085318"
  },
  {
    "title": "War exposure, daily stressors, and mental health 15 years on: implications of an ecological framework for addressing the mental health of conflict-affected populations",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39659218/",
    "snippet": "Abstract\n\t  \n\t    Aims\n\t    Fifteen years ago, we published an article in Social Science and Medicine seeking to resolve the contentious debate between advocates of two very different frameworks for understanding and addressing the mental health needs of conflict-affected populations. The two approaches, which we labelled trauma-focused and psychosocial, reflect deeply held beliefs about the causes and nature of distress in war-affected communities. Drawing on the burgeoning literature on armed conflict and mental health, the reports of mental health and psychosocial support (MHPSS) staff in the field, and on research on the psychology and psychophysiology of stress, we proposed an integrative model that drew on the strengths of both frameworks and underscored their essential complementarity. Our model includes two primary pathways by which armed conflict impacts mental health: directly, through exposure to war-related violence and loss, and indirectly, through the harsh conditions of everyday life caused or exacerbated by armed conflict. The mediated model we proposed draws attention to the effects of stressors both past (prior exposure to war-related violence and loss) and present (ongoing conflict, daily stressors), at all levels of the social ecology; for that reason, we have termed it an ecological model for understanding the mental health needs of conflict-affected populations.\n\t  \n\t  \n\t    Methods\n\t    In the ensuing 15 years, the model has been rigorously tested in diverse populations and has found robust support. In this paper, we first summarize the development and key tenets of the model and briefly review recent empirical support for it. We then discuss the implications of an ecological framework for interventions aimed at strengthening mental health in conflict-affected populations.\n\t  \n\t  \n\t    Results\n\t    We present preliminary evidence suggesting there has been a gradual shift towards more ecological (i.e., multilevel, multimodal) programming in MHPSS interventions, along the lines suggested by our model as well as other conceptually related frameworks, particularly public health.\n\t  \n\t  \n\t    Conclusions\n\t    We reflect on several gaps in the model, most notably the absence of adverse childhood experiences. We suggest the importance of examining early adversity as both a direct influence on mental health and as a potential moderator of the impact of potentially traumatic war-related experiences of violence and loss.",
    "source": "Epidemiology and Psychiatric Sciences",
    "authors": [
      "K. E. Miller",
      "A. Rasmussen"
    ],
    "publication_date": "2024-01-01",
    "doi": "10.1017/s2045796024000830"
  },
  {
    "title": "Stresstestingdeep learningmodels for prostate cancer detection on biopsies and surgical specimens",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39660731/",
    "snippet": "AbstractThe presence, location, and extent of prostate cancer is assessed by pathologists using H&E‐stained tissue slides. Machine learning approaches can accomplish these tasks for both biopsies and radical prostatectomies. Deep learning approaches using convolutional neural networks (CNNs) have been shown to identify cancer in pathologic slides, some securing regulatory approval for clinical use. However, differences in sample processing can subtly alter the morphology between sample types, making it unclear whether deep learning algorithms will consistently work on both types of slide images. Our goal was to investigate whether morphological differences between sample types affected the performance of biopsy‐trained cancer detection CNN models when applied to radical prostatectomies and vice versa using multiple cohorts (N = 1,000). Radical prostatectomies (N = 100) and biopsies (N = 50) were acquired from The University of Pennsylvania to train (80%) and validate (20%) a DenseNet CNN for biopsies (MB), radical prostatectomies (MR), and a combined dataset (MB+R). On a tile level, MB and MR achieved F1 scores greater than 0.88 when applied to their own sample type but less than 0.65 when applied across sample types. On a whole‐slide level, models achieved significantly better performance on their own sample type compared to the alternative model (p < 0.05) for all metrics. This was confirmed by external validation using digitized biopsy slide images from a clinical trial [NRG Radiation Therapy Oncology Group (RTOG)] (NRG/RTOG 0521, N = 750) via both qualitative and quantitative analyses (p < 0.05). A comprehensive review of model outputs revealed morphologically driven decision making that adversely affected model performance. MB appeared to be challenged with the analysis of open gland structures, whereas MR appeared to be challenged with closed gland structures, indicating potential morphological variation between the training sets. These findings suggest that differences in morphology and heterogeneity necessitate the need for more tailored, sample‐specific (i.e. biopsy and surgical) machine learning models. © 2024 The Author(s). The Journal of Pathology published by John Wiley & Sons Ltd on behalf of The Pathological Society of Great Britain and Ireland.",
    "source": "The Journal of Pathology",
    "authors": [
      "Brennan T Flannery",
      "Howard M Sandler",
      "Priti Lal",
      "Michael D Feldman",
      "Juan C Santa‐Rosario",
      "Tilak Pathak",
      "Tuomas Mirtti",
      "Xavier Farre",
      "Rohann Correa",
      "Susan Chafe",
      "Amit Shah",
      "Jason A Efstathiou",
      "Karen Hoffman",
      "Mark A Hallman",
      "Michael Straza",
      "Richard Jordan",
      "Stephanie L Pugh",
      "Felix Feng",
      "Anant Madabhushi"
    ],
    "publication_date": "2024-12-11",
    "doi": "10.1002/path.6373"
  },
  {
    "title": "Analyzing the Impact of Binaural Beats onAnxietyLevels by a New Method Based on Denoised Harmonic Subtraction and Transient Temporal Feature Extraction",
    "link": "https://www.mdpi.com/2306-5354/11/12/1251",
    "snippet": "Anxiety is a widespread mental health issue, and binaural beats have been explored as a potential non-invasive treatment. EEG data reveal changes in neural oscillation and connectivity linked to anxiety reduction; however, harmonics introduced during signal acquisition and processing often distort these findings. Existing methods struggle to effectively reduce harmonics and capture the fine-grained temporal dynamics of EEG signals, leading to inaccurate feature extraction. Hence, a novel Denoised Harmonic Subtraction and Transient Temporal Feature Extraction is proposed to improve the analysis of the impact of binaural beats on anxiety levels. Initially, a novel Wiener Fused Convo Filter is introduced to capture spatial features and eliminate linear noise in EEG signals. Next, an Intrinsic Harmonic Subtraction Network is employed, utilizing the Attentive Weighted Least Mean Square (AW-LMS) algorithm to capture nonlinear summation and resonant coupling effects, effectively eliminating the misinterpretation of brain rhythms. To address the challenge of fine-grained temporal dynamics, an Embedded Transfo XL Recurrent Network is introduced to detect and extract relevant parameters associated with transient events in EEG data. Finally, EEG data undergo harmonic reduction and temporal feature extraction before classification with a cross-correlated Markov Deep Q-Network (DQN). This facilitates anxiety level classification into normal, mild, moderate, and severe categories. The model demonstrated a high accuracy of 95.6%, precision of 90%, sensitivity of 93.2%, and specificity of 96% in classifying anxiety levels, outperforming previous models. This integrated approach enhances EEG signal processing, enabling reliable anxiety classification and offering valuable insights for therapeutic interventions.",
    "source": "Bioengineering",
    "authors": [
      "Devika Rankhambe",
      "Bharati Sanjay Ainapure",
      "Bhargav Appasani",
      "Avireni Srinivasulu",
      "Nicu Bizon"
    ],
    "publication_date": "2024-12-10",
    "doi": "10.3390/bioengineering11121251"
  },
  {
    "title": "DetectingStressfrom Competitive Gaming usingMachine Learning-Based ECGClassification",
    "link": "https://ieeexplore.ieee.org/abstract/document/10777106/",
    "snippet": "… effects of stress on cardiac activity. This study aimed to improve the monitoring of stress through the automatic classification of ECG signals by machine learning … in detecting stress -induced changes in the heartbeat. Based on these features …",
    "source": "2024 Horizons of Information Technology and Engineering (HITE)",
    "authors": [
      "Aleena Kamal",
      "Minahil Kamal",
      "Faisal Amin",
      "Muhammad Falak Anjum",
      "Hamza Ghazanfar Toor"
    ],
    "publication_date": "2024-10-15",
    "doi": "10.1109/hite63532.2024.10777106"
  },
  {
    "title": "Machine LearningAlgorithms to PredictDepressionin Older Adults in China: A Crosssectional Study",
    "link": "https://www.frontiersin.org/journals/public-health/articles/10.3389/fpubh.2024.1462387/full",
    "snippet": "Abstract\n                Background\n                The fact that most older people do not live long means that they do not have more time to pursue self-actualization and contribute value to society. Although there are many studies on the longevity of the elderly, the limitations of traditional statistics lack the good ability to study together the important influencing factors and build a simple and effective prediction model.\n              \n                Methods\n                Based on the the data of Chinese Longitudinal Healthy Longevity Survey (CLHLS), 2008–2018 cohort and 2014–2018 cohort were selected and 16 features were filtered and integrated. Five machine learning algorithms, Elastic-Net Regression (ENR), Decision Tree (DT), Random Forest (RF), K-Nearest Neighbor (KNN), and eXtreme Gradient Boosting (XGBoost), were used to develop models and assessed by internal validation with CLHLS 2008–2018 cohort and temporal validation with CLHLS 2014–2018 cohort. Besides, the best performing model was explained and according to the variable importance results, simpler models would be developed.\n              \n                Results\n                The results showed that the model developed by XGBoost algorithm had the best performance with AUC of 0.788 in internal validation and 0.806 in temporal validation. Instrumental activity of daily living (IADL), leisure activity, marital status, sex, activity of daily living (ADL), cognitive function, overall plant-based diet index (PDI) and psychological resilience, 8 features were more important in the model. Finally, with these 8 features simpler models were developed, it was found that the model performance did not decrease in both internal and temporal validation.\n              \n                Conclusions\n                The study indicated that the importance of these 8 factors for predicting the death of elderly people in China and built a simple machine learning model with good predictive performance. It can inspire future key research directions to promote longevity of the elderly, as well as in practical life to make the elderly healthy longevity, or timely end-of-life care for the elderly, and can use predictive model to aid decision-making.",
    "source": "BMC Geriatrics",
    "authors": [
      "Shiyin Xiao",
      "Yajie Bi",
      "Wei Chen"
    ],
    "publication_date": "2024-07-22",
    "doi": "10.1186/s12877-024-05214-8"
  },
  {
    "title": "SpeechDepressionRecognition from the Self-reference Effect Using LSTM with ResNet",
    "link": "http://www.apsipa2024.org/files/papers/25.pdf",
    "snippet": "… The ResNet architecture for the deep learning method proposed in this paper uses ResNet structure to predict depression . The input features were F × τ size SIF, where F=224 and τ=224. The convolutional neural network has five residual blocks …",
    "source": "Intelligent Automation &amp; Soft Computing",
    "authors": [
      "I. Muthumani",
      "N. Malmurugan",
      "L. Ganesan"
    ],
    "publication_date": "2022-01-01",
    "doi": "10.32604/iasc.2022.018030"
  },
  {
    "title": "Machine LearningModel Discriminate Ischemic Heart Disease Using Breathome Analysis",
    "link": "https://www.mdpi.com/2227-9059/12/12/2814",
    "snippet": "Background: Ischemic heart disease (IHD) impacts the quality of life and is the most frequently reported cause of morbidity and mortality globally. Aims: To assess the changes in the exhaled volatile organic compounds (VOCs) in patients with vs. without ischemic heart disease (IHD) confirmed by stress computed tomography myocardial perfusion (CTP) imaging. Objectives: IHD early diagnosis and management remain underestimated due to the poor diagnostic and therapeutic strategies including the primary prevention methods. Materials and Methods: A single center observational study included 80 participants. The participants were aged ≥ 40 years and given an informed written consent to participate in the study and publish any associated figures. Both groups, G1 (n = 31) with and G2 (n = 49) without post stress-induced myocardial perfusion defect, passed cardiologist consultation, anthropometric measurements, blood pressure and pulse rate measurements, echocardiography, real time breathing at rest into PTR-TOF-MS-1000, cardio-ankle vascular index, bicycle ergometry, and immediately after performing bicycle ergometry repeating the breathing analysis into the PTR-TOF-MS-1000, and after three minutes from the end of the second breath, repeat the breath into the PTR-TOF-MS-1000, then performing CTP. LASSO regression with nested cross-validation was used to find the association between the exhaled VOCs and existence of myocardial perfusion defect. Statistical processing performed with R programming language v4.2 and Python v.3.10 [^R], STATISTICA program v.12, and IBM SPSS v.28. Results: The VOCs specificity 77.6% [95% confidence interval (CI); 0.666; 0.889], sensitivity 83.9% [95% CI; 0.692; 0.964], and diagnostic accuracy; area under the curve (AUC) 83.8% [95% CI; 0.73655857; 0.91493173]. Whereas the AUC of the bicycle ergometry 50.7% [95% CI; 0.388; 0.625], specificity 53.1% [95% CI; 0.392; 0.673], and sensitivity 48.4% [95% CI; 0.306; 0.657]. Conclusions: The VOCs analysis appear to discriminate individuals with vs. without IHD using machine learning models. Other: The exhaled breath analysis reflects the myocardiocytes metabolomic signature and related intercellular homeostasis changes and regulation perturbances. Exhaled breath analysis poses a promise result to improve the diagnostic accuracy of the physical stress tests using machine learning models.",
    "source": "Biomedicines",
    "authors": [
      "Basheer Abdullah Marzoog",
      "Peter Chomakhidze",
      "Daria Gognieva",
      "Nina Vladimirovna Gagarina",
      "Artemiy Silantyev",
      "Alexander Suvorov",
      "Ekaterina Fominykha",
      "Malika Mustafina",
      "Ershova Natalya",
      "Aida Gadzhiakhmedova",
      "Philipp Kopylov"
    ],
    "publication_date": "2024-12-11",
    "doi": "10.3390/biomedicines12122814"
  },
  {
    "title": "Associations between NIH Toolbox Emotion Battery measures and previous suicide attempt inbipolarI disorder",
    "link": "https://www.sciencedirect.com/science/article/pii/S0165032724020251",
    "snippet": "… Suicide attempts are more prevalent in people with bipolar I disorder (BD-I) than in the … suicide attempt in BD-I with machine learning , and compare model performance versus using … the most important distinguishing variables were …",
    "source": "Journal of Affective Disorders",
    "authors": [
      "Noah M. Gritters",
      "Gail I.S. Harmata",
      "Deniz Buyukgok",
      "Pooya Hazegh",
      "Karin F. Hoth",
      "Ercole John Barsotti",
      "Jess G. Fiedorowicz",
      "Aislinn J. Williams",
      "Jenny Gringer Richards",
      "Leela Sathyaputri",
      "Samantha L. Schmitz",
      "Jeffrey D. Long",
      "John A. Wemmie",
      "Vincent A. Magnotta"
    ],
    "publication_date": "2024-12-01",
    "doi": "10.1016/j.jad.2024.12.040"
  },
  {
    "title": "Advancements inMachine LearningandDeep Learningfor Early Detection and Management of Mental Health Disorder",
    "link": "https://ui.adsabs.harvard.edu/abs/2024arXiv241206147D/abstract",
    "snippet": "… For the early identification, diagnosis, and treatment of mental health illnesses, the integration of deep learning (DL) and machine learning … medical imaging for diagnosing diseases like depression , bipolar disorder, and schizophrenia …",
    "source": "arXiv e-prints",
    "authors": [
      "K Devi Kannan",
      "SK Jagatheesaperumal",
      "RN Kandala…"
    ],
    "publication_date": "2004-10-22",
    "doi": "10.1002/0470010851"
  },
  {
    "title": "Predictive Modeling of Hospital Readmission of Schizophrenic Patients in a Spanish Region Combining Particle Swarm Optimization andMachine Learning…",
    "link": "https://www.mdpi.com/2313-7673/9/12/752",
    "snippet": "Readmissions are an indicator of hospital care quality; a high readmission rate is associated with adverse outcomes. This leads to an increase in healthcare costs and quality of life for patients. Developing predictive models for hospital readmissions provides opportunities to select treatments and implement preventive measures. The aim of this study is to develop predictive models for the readmission risk of patients with schizophrenia, combining the particle swarm optimization (PSO) algorithm with machine learning classification algorithms. The database used in the study includes a total of 6089 readmission records of patients with schizophrenia. These records were collected from 11 public hospitals in Castilla and León, Spain, in the period 2005–2015. The results of the study show that the Random Forest algorithm combined with PSO achieved the best results across the evaluated performance metrics: AUC = 0.860, recall = 0.959, accuracy = 0.844, and F1-score = 0.907. The development of these new models contributes to -improving patient care. Additionally, they enable preventive measures to reduce costs in healthcare systems.",
    "source": "Biomimetics",
    "authors": [
      "Susel Góngora Alonso",
      "Isabel Herrera Montano",
      "Isabel De la Torre Díez",
      "Manuel Franco-Martín",
      "Mohammed Amoon",
      "Jesús-Angel Román-Gallego",
      "María-Luisa Pérez-Delgado"
    ],
    "publication_date": "2024-12-11",
    "doi": "10.3390/biomimetics9120752"
  },
  {
    "title": "Gender identification of chicks using vocalisation signals, artificial intelligence andmachine learningtechniques: current status and future prospects",
    "link": "https://www.tandfonline.com/doi/abs/10.1080/00439339.2024.2438351",
    "snippet": "… In recent years, there has been growing interest in using chicken vocalisations for stress detection, health monitoring and welfare study as they are non-invasive, cheaper and also provide valuable information. Sounds produced by male and …",
    "source": "World's Poultry Science Journal",
    "authors": [
      "A. Kannan",
      "Joyanta Basu",
      "Rajib Roy",
      "Madhab Pal",
      "S. V. Rama Rao",
      "R. N. Chatterjee",
      "Tarun Ghosh",
      "Hena Ray",
      "Alokesh Ghosh"
    ],
    "publication_date": "2024-12-11",
    "doi": "10.1080/00439339.2024.2438351"
  },
  {
    "title": "From Coffee in Mumbai to Marmite in Scotland: Journeying through the Sensory Stories of People Living with Dementia and Their Carers",
    "link": "https://digitalcommons.wayne.edu/storytelling/vol19/iss1/4/",
    "snippet": "… from society as they were viewed through the lens of psychiatry , focusing on loss of mental faculties, … Multisensory storytelling methods in particular can help people express themselves and … dementia and their partners used a multisensory …",
    "source": "Journal of Rural Studies",
    "authors": [
      "K.L. Blackstock",
      "A. Innes",
      "S. Cox",
      "A. Smith",
      "A. Mason"
    ],
    "publication_date": "2006-04-01",
    "doi": "10.1016/j.jrurstud.2005.08.007"
  },
  {
    "title": "Service Delivery Redesign for Noncommunicable Disease Management: Assessment of Needs and Solutions Through a Co-Creation Process in Argentina",
    "link": "https://www.ghspjournal.org/content/early/2024/12/11/GHSP-D-24-00208",
    "snippet": "… at the primary care level by conducting a multimodal system assessment and co-design of … In the area of mental health , the shortage of psychiatrists significantly impacted care provision… , particularly evident in mental health services due to a scarcity of …",
    "source": "Global Health: Science and Practice",
    "authors": [
      "Agustina Mazzoni",
      "Javier Roberti",
      "Marina Guglielmino",
      "Ana María Nadal",
      "Yanina Mazzaresi",
      "Andrea Falaschi",
      "Patricia J. García",
      "Laura Espinoza-Pajuelo",
      "Jesús Medina-Ranilla",
      "Hannah H. Leslie",
      "Juan Manuel Gómez Portillo",
      "María Gabriela Masier",
      "Ezequiel García-Elorrio"
    ],
    "publication_date": "2024-12-11",
    "doi": "10.9745/ghsp-d-24-00208"
  },
  {
    "title": "Ramon Cuevas-Trisán, MD",
    "link": "https://community.the-hospitalist.org/authors/ramon-cuevas-trisan-md",
    "snippet": "… The primary objective of this QI project was to assess the IPPCS implementation as part of multimodal care to satisfy unmet patient care needs … chronic pain and psychiatric disturbances, which explained the significant number of underlying …",
    "source": "International Society of Hair Restoration Surgery",
    "authors": [
      "Vance W. Elliott"
    ],
    "publication_date": "2005-05-01",
    "doi": "10.33589/15.3.0095"
  },
  {
    "title": "Program Profile",
    "link": "https://medauth2.mdedge.com/sections/program-profile?page=13",
    "snippet": "This article profiles the Court Care Center for Divorcing Families, a divorce education intervention program currently being implemented in the Ninth Judicial Circuit in Orange County. Florida. This program is based on a descriptive model designed by Blaisure and Geasler. The Court Care Center is positioned within the courthouse and offers multilevel interventions designed to address the educational and emotional needs of families going through the transition of divorce. The Court Case Center is a result of a collaborative effort of mental health professionals, judges, and Orange County government. The Court Care Center offers crisis counseling, high‐conflict group intervention, skills‐based parent education for divorcing parents, and a referral base for divorcing families as a support to the domestic court.",
    "source": "Family Court Review",
    "authors": [
      "Alicia M. Homrich",
      "Michelle Muenzenmeyer Glover",
      "Alice Blackwell White"
    ],
    "publication_date": "2004-01-01",
    "doi": "10.1111/j.174-1617.2004.tb00639.x"
  },
  {
    "title": "Cluster, migraine headache strongly linked to circadian rhythm",
    "link": "https://medauth2.mdedge.com/node?page=874",
    "snippet": "… In a younger person, less than 20 years old, this kind of earworm could indicate a psychiatric condition like schizophrenia.” Drug toxicity or … In a younger person, less than 20 years old, this kind of earworm could indicate a psychiatric condition …",
    "source": "Neurology",
    "authors": [
      "Barlas Benkli",
      "Sun Young Kim",
      "Nobuya Koike",
      "Chorong Han",
      "Celia K. Tran",
      "Emma Silva",
      "Yuanqing Yan",
      "Kazuhiro Yagita",
      "Zheng Chen",
      "Seung-Hee Yoo",
      "Mark J. Burish"
    ],
    "publication_date": "2023-05-30",
    "doi": "10.1212/wnl.0000000000207240"
  }
]